{
    "kind" : "books#volumes",
    "totalItems" : 883,
    "items" : [
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/IzaqEAAAQBAJ",
            "volumeInfo" : {
                "description" : "아이폰 분야 1위 도서, 개정 7판 출간! 최신 버전인 스위프트 5.7, Xcode 14 반영! 아이폰 앱 개발 분야 1위 도서, 《Do it! 스위프트로 아이폰 앱 만들기 입문》 개정 7판이 출간되었다. 이번 개정에서는 최신 버전인 Swift 5.7, Xcode 14에 맞춰 캡처 화면을 모두 변경하고 실습을 보완했다. 이 책은 첫 장부터 Xcode를 설치하고 예제를 통해 앱을 만드는 실습을 시작한다. 입문자도 실습을 잘 따라올 수 있도록 하나하나 알려 줘서 코딩 경험이 많지 않아도 충분히 읽고 따라 할 수 있다. 예제를 실습하다가 문법이 궁금해질 즈음 <스위프트 문법> 코너가 나와 보충 설명을 해주니 문법 공부도 함께 해결된다. 어떤 앱이든 한 번은 써야 할 필수 기능 17개를 엄선해 누구나 손쉽게 원하는 아이폰 앱을 만들 수 있도록 구성했다. ※ 이 책은 PDF 북이므로 화면이 작은 단말기(스마트폰)에서는 보기 불편합니다.",
                "categories" : [
                    "Computers"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "1.2.0.0.preview.1",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=IzaqEAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=IzaqEAAAQBAJ",
                "authors" : [
                    "송호정",
                    "이범근"
                ],
                "publishedDate" : "2023-01-30",
                "title" : "Do it! 스위프트로 아이폰 앱 만들기 입문 – 개정 7판",
                "publisher" : "이지스퍼블리싱 ㈜",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791163034544"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 696,
                "allowAnonLogging" : true,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=IzaqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=IzaqEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "ko",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=IzaqEAAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=1&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "IzaqEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 23000,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 23000000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 20700000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 20700,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=IzaqEAAAQBAJ&rdid=book-IzaqEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=IzaqEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/Do_it_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8%EB%A1%9C_%EC%95%84%EC%9D%B4%ED%8F%B0_%EC%95%B1_%EB%A7%8C-sample-pdf.acsm?id=IzaqEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false
                }
            },
            "searchInfo" : {
                "textSnippet" : "아이폰 분야 1위 도서, 개정 7판 출간! 최신 버전인 스위프트 5.7, Xcode 14 반영! 아이폰 앱 개발 분야 1위 도서, 《Do it! 스위프트로 아이폰 앱 만들기 입문》 개정 7판이 출간되었다. ..."
            },
            "kind" : "books#volume",
            "etag" : "XTqkeS6d3wY"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/1YS5DwAAQBAJ",
            "volumeInfo" : {
                "ratingsCount" : 1,
                "averageRating" : 4,
                "publisher" : "한빛미디어 ",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791162248331"
                    }
                ],
                "title" : "스위프트 프로그래밍(3판)",
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "language" : "ko",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=1YS5DwAAQBAJ&source=gbs_api",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=1YS5DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=1YS5DwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                },
                "allowAnonLogging" : true,
                "printType" : "BOOK",
                "authors" : [
                    "야곰"
                ],
                "pageCount" : 583,
                "subtitle" : "객체지향, 함수형, 프로토콜 지향 패러다임까지 한 번에!(Swift 5)",
                "maturityRating" : "NOT_MATURE",
                "contentVersion" : "0.1.1.0.preview.1",
                "publishedDate" : "2019-10-25",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=1YS5DwAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=2&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=1YS5DwAAQBAJ",
                "categories" : [
                    "Computers"
                ],
                "description" : "문법을 넘어 프로그래밍 패러다임도 익히는 스위프트 5 스위프트 5의 핵심 키워드는 ‘안정화’다. ABI 안정화 덕분에 버전과 환경에 크게 영향받지 않고 더 유연하게 스위프트를 사용할 수 있게 되었다. 최신 패러다임과 다양한 언어의 기능을 흡수하여 언어 전반에 걸쳐 안정화되었다. 기존 스위프트 업데이트의 주된 목적이 새로운 기능 추가였다면, 이번 스위프트 5는 비약적으로 발전한 기능을 세세하게 보정하고 다듬었다. 그렇다고 굵직한 변화가 없는 것은 아니다. 스위프트 언어의 발전은 여전히 현재 진행형이다. 스위프트 프로그래밍 핵심 패러다임 기반으로 설명 스위프트에는 함수형과 프로토콜 지향 프로그래밍 기법이 포함되어 있다. 이 책은 이 두 가지 패러다임에 맞춰 스위프트로 프로그래밍하는 방법을 설명한다. 스위프트 문법과 프로그래밍 패러다임을 함께 이 해하고 싶다면 이 책은 큰 도움이 될 것이다."
            },
            "id" : "1YS5DwAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 25600,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 25600000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 23040000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 23040,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=1YS5DwAAQBAJ&rdid=book-1YS5DwAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=1YS5DwAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8_%ED%94%84%EB%A1%9C%EA%B7%B8%EB%9E%98%EB%B0%8D_3%ED%8C%90-sample-pdf.acsm?id=1YS5DwAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false
                }
            },
            "searchInfo" : {
                "textSnippet" : "문법을 넘어 프로그래밍 패러다임도 익히는 스위프트 5 스위프트 5의 핵심 키워드는 ‘안정화’다."
            },
            "kind" : "books#volume",
            "etag" : "aqiP3uJdRVQ"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/1EhZEAAAQBAJ",
            "volumeInfo" : {
                "description" : "The shifting combinations of party, from the settlement of the constitution at the Revolution to a later period, is an attractive study to any who wish to find the origin of abuses which have long vexed the political life of England. Besides, it is wholesome and instructive to be carried away from the modern difficulty to the broader issues which have gradually led to the present complication. 혁명 때의 헌법 정착에서 후기 시대로의 정당 조합의 변화는 영국의 정치 생활을 오랫동안 괴롭혀온 학대의 기원을 찾으려는 모든 사람에게 매력적인 연구입니다. 게다가, 현대의 어려움에서 점차적으로 현재의 합병증을 초래한 더 넓은 문제로 옮겨가는 것은 건전하고 교훈적입니다. William III. was a Whig, and his successor a Tory, but except for short periods no Tory party was able in either reign to carry on the government upon Tory principles. William made no complete change of ministry during his reign, only modifying its composition according to what appeared the prevailing sentiment of the parliament or the nation. It was composed of both parties; the Whigs predominated till the close of the reign, when their opponents acquired ascendency. Anne’s first ministry was Tory, but a change was soon wrought by a favourite of the court who happened to be a Whig and who soon turned the scale. 윌리엄 3세 휘그당과 그의 후계자인 보수당이었지만 짧은 기간을 제외하고는 어느 보수당도 보수당 원칙에 따라 정부를 이어갈 수 없었습니다. 윌리엄은 재위 기간 동안 사역을 완전히 바꾸지 않고 의회나 국가의 지배적인 정서에 따라 그 구성을 수정했을 뿐입니다. 그것은 양당으로 구성되었습니다. 휘그당은 통치가 끝날 때까지 우세했으며 적군이 권력을 잡았습니다. Anne의 첫 번째 사역은 토리당이었지만, 우연히 휘그당이 되어 곧 저울을 돌린 법원의 마음에 드는 사람에 의해 곧 변화가 일어났습니다. Some knowledge of the character of the monarch is indispensable to a clear understanding of the times. In 1702, Anne ascended the throne. The queen’s notions of government were those of her family—narrow and despotic. She would have been as arbitrary in her conduct as Elizabeth, but that her actions were restrained by the imbecility of her mind. The queen was the constant slave of favourites who, in their turn, were the tools of intriguing politicians. Events of the greatest importance were crowded into the short space of the twelve years which covered her reign, and the most distinguished intellects adorned the period. 군주의 성격에 대한 약간의 지식은 시대를 명확하게 이해하는 데 필수적입니다. 1702년 안네는 왕위에 올랐습니다. 정부에 대한 여왕의 개념은 좁고 독재적인 그녀의 가족 개념이었습니다. 그녀는 엘리자베스처럼 행동에 있어 독단적이었지만 그녀의 행동은 그녀의 어리석은 마음으로 인해 억제되었습니다. 여왕은 가장 좋아하는 사람들의 끊임없는 노예였으며, 차례로 흥미로운 정치인의 도구였습니다. 그녀의 치세를 뒤덮은 12년이라는 짧은 기간에 가장 중요한 사건들이 몰려들었고 가장 뛰어난 지식인들이 그 기간을 장식했습니다. “Swift’s pieces relating to Ireland,” says Edmund Burke, “are those of a public nature, in which the Dean appears, as usual, in the best light, because they do honour to his heart as well as his head, furnishing some additional proofs, that though he was very free in his abuse of the inhabitants of that country, as well natives as foreigners, he had their interest sincerely at heart, and perfectly understood it. His sermon on doing good, though peculiarly adapted to Ireland, and Wood’s design upon it, contains perhaps the best motives to Patriotism that was ever delivered within so small a compass.” Edmund Burke는 “Swift의 아일랜드와 관련된 작품은 공개적인 성격을 지닌 작품으로, 딘이 평소와 같이 가장 좋은 모습으로 등장하는 것입니다. 그가 그 나라의 주민들과 외국인들에 대한 학대에 매우 자유로웠지만 진심으로 그들의 관심을 갖고 있었고 그것을 완벽하게 이해했다는 증거. 선을 행하는 것에 관한 그의 설교와 아일랜드에 독특하게 적용되었지만 그에 대한 우드의 설계는 아마도 그토록 작은 나침반 안에 전달된 애국심에 대한 최고의 동기를 담고 있을 것입니다.” There is no need to refer here to the other works of genius that came from his pen; they are well known. The object of the present writer is to deal exclusively with what has reference to Ireland, and while exhibiting Swift as a patriot, no attempt is made to exclude his faults or deny his imperfections; those faults were redeemed by devoted friendship and noble generosity. 여기서 그의 펜에서 나온 다른 천재적인 작품을 언급할 필요는 없습니다. 그들은 잘 알려져 있습니다. 현재 작가의 목적은 아일랜드와 관련된 내용을 독점적으로 다루는 것이며 Swift를 애국자로 나타내면서도 그의 결점을 배제하거나 그의 불완전성을 부정하려는 시도는 없습니다. 그러한 결점은 헌신적인 우정과 고귀한 관대함으로 회복되었습니다. The account of Swift thus coming from men of the greatest genius of their age, carries with it incontestable evidence in his favour, and completely pulverizes the slanderous accusations heaped on him by his enemies. The manly tone of his writing penetrated the character of the whole English colony and bore fruit, long after the proud heart was laid at rest in the great Irish cathedral. The place is marked by an inscription written by himself, and touchingly refers to a time when the heart can no longer be tortured with fierce indignation born from the contemplation of licensed injustice. The character of Swift has long been vindicated, for animosity perishes, but humanity is eternal. INTRODUCTION. 그와 같이 당대 최고의 천재들로부터 나온 Swift의 설명은 그를 유리하게 만드는 확실한 증거를 담고 있으며, 그의 적들이 그에게 쌓은 비방적인 비난을 완전히 분쇄합니다. 그의 글의 남자다운 어조는 영국 식민지 전체의 성격을 꿰뚫고 열매를 맺었습니다. 그 자랑스러운 마음이 위대한 아일랜드 대성당에서 쉬고 난 지 오래였습니다. 자신이 직접 쓴 비문이 새겨져 있는 곳으로, 허가된 불의에 대한 숙고에서 비롯된 맹렬한 분노로 마음을 더 이상 괴롭힐 수 없는 때를 감동적으로 표현하고 있다. 적의는 사라지지만 인간성은 영원하기 때문에 스위프트의 성격은 오랫동안 정당화되었습니다. 소개글(INTRODUCTION). -목차(Index)- 프롤로그(Prologue). 테마여행신문 TTN Korea 영어고전(English Classics) 999선을 읽어야 하는 7가지 이유 21가지 키워드로 읽는 조너선 스위프트(Jonathan Swift) by 조명화 편집장 01. 조너선 스위프트(Jonathan Swift)는 영국인? 아일랜드인! 02. 조너선 스위프트(Jonathan Swift)는 성직자?! 03. 자신의 비문을, 본인이 직접 쓴 괴짜 04. 풍자 좀 하는데? 스위프트인(Swiftian)! 05. 화성(Mars)에 그의 이름을 딴 분화구가?! 스위프트 분화구(Swift Crater) 06. 아일랜드 트림(Trim)의 스위프트 거리(Swift's Street) 07. 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) 08. 아이작 비커스타프(Isaac Bickerstaff)(1708) 09. 드레피어의 편지(Drapier's Letters)(1724~1725) 10. 겸손한 제안(A Modest Proposal)(1729) 11. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726) 11-1. 세상에서 가장 위험한 소설! 11-2. 르무엘 걸리버(Lemuel Gulliver)는 조너선 스위프트 본인?! 11-3. 걸면 걸리는 걸리버?! 현대 PCS CF(1997) 11-4. 걸리버 여행기에 한국해(Sea of Corea)가?! 11-5. 소인국 릴리퍼트(Lilliput)는 영국, 블레푸스쿠(Blefuscu)는 프랑스?! 11-6. 천공의 섬 라퓨타(Laputa)는 영국, 발니바르비(Balnibarbi)는 아일랜드?! 11-7. 미야자키 하야오 감독의 애니메이션 천공의 섬 라퓨타(天空の城ラピュタ) 11-8. 포털사이트 야후(Yahoo!) & 윤태호의 만화 야후(YAHOO)(1998~2003) 12. 오디오북(Audio Books)으로 듣는 조너선 스위프트(Jonathan Swift) 13. 조너선 스위프트(Jonathan Swift)의 어록(Quotes)(30) 조너선 스위프트의 딘 스위프트의 시대의 아일랜드(Ireland in the Days of Dean Swift by Daly and Swift) Introduction The Drapier’s Letters(07) DL-Letter I. DL-Letter II. DL-Letter III. DL-Letter IV. DL-Letter V. DL-Letter VI. DL-Letter VII. The Address to the Jury Swift’s Description of Quilca Answer to a Paper Maxims Controlled A short View of the state of Ireland, 1727 The Story of the Injured Lady The Answer to the Injured Lady A Letter to the Archbishop of Dublin, concerning the Weavers Two Letters on Subjects relative to the Improvement of Ireland(02) TL-I. To Messrs. Truman and Layfield. TL-II. Answer to several Letters sent from unknown Hands. 1729. The Present Miserable State of Ireland “A Proposal for the Universal Use of Irish Manufactures.” 1720 A Modest Proposal. 1729 A Character, Panegyric, and Description of the Legion Club, 1736 On doing Good Footnotes: 부록(Appendix). 세계의 고전을 여행하는 히치하이커를 위한 안내서(The Hitchhiker’s Guide to Worlds’s Classics) A01. 하버드 서점(Harvard Book Store) 직원 추천 도서 100선(Staff’s Favorite 100 Books) & 판매도서 100위(Top 100 Books) A02. 서울대 권장도서 100 A03. 연세필독도서 고전 200선 A04. 고려대학교 세종캠퍼스 권장도서 100선 A05. 서울대, 연세대, 고려대 공통 권장도서 60권 A06. 성균관대학교 오거서(五車書) 성균 고전 100선 A07. 경희대 후마니타스 칼리지(Humanitas College) 교양필독서 100선 A08. 포스텍(포항공대) 권장도서 100선 A09. 카이스트(KAIST) 독서마일리지제 추천도서 100권 A10. 문학상 수상작 및 추천도서(44) A11. 영어고전(English Classics) 오디오북을 무료로 듣는 5가지 방법(How to listen to FREE audio Books legally?) A12. 영화·드라마로 만나는 영어고전(Movies And TV Shows Based on English Classic Books) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 도서목록(1,235) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 영어고전(English Classics) 999선은 더 이상의 설명이 필요 없을 정도로 유명한 고전 명작 중에서도 수차례 영화와 드라마로 제작된 바 있는 - 대중성을 겸비한 베스트셀러를 엄선해 선정하였습니다. 또한 영어고전(English Classics)과 영어듣기를 동시에 즐기실 수 있도록 세계 최대의 무료 도메인 오디오북(free public domain audioBooks) 플랫폼 리브리복스(LibriVox) 오디오북 링크를 도서·챕터별로 첨부하였습니다. 테마여행신문 TTN Korea 조명화 편집장의 ‘OO가지 키워드로 읽는 작가 & 작품’ 해설과 함께 수백 년의 세월에도 변치 않는 명저의 감동을 다시 한번 확인해 보시기 바랍니다. 테마여행신문 TTN Korea 영어고전(English Classics) 999선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B 조너선 스위프트 콜렉션(Jonathan Swift Collection)(22) 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전092 조너선 스위프트의 걸리버 여행기 English Classics092 Gulliver's Travels into Several Remote Nations of the World by Jonathan Swift 영어고전372 조너선 스위프트의 책들의 전쟁 English Classics372 The Battle of the Books, and other Short Pieces by Jonathan Swift 영어고전373 조너선 스위프트의 통 이야기와 마틴의 역사 English Classics373 The Tale of a Tub and The History of Martin by Jonathan Swift 영어고전374 조너선 스위프트의 스텔라에게 쓴 편지 English Classics374 The Journal to Stella by Jonathan Swift 영어고전375 조너선 스위프트의 비커스태프-파트리지 페이퍼 English Classics375 The Bickerstaff-Partridge Papers by Jonathan Swift 영어고전376 조너선 스위프트의 세 가지 공손한 대화 English Classics376 Polite Conversation in Three Dialogues by Jonathan Swift 영어고전377 조너선 스위프트의 하인들에게 주는 지침 English Classics377 Hints to Servants by John Jones and Jonathan Swift 영어고전378 조너선 스위프트의 딘 스위프트의 시대의 아일랜드 English Classics378 Ireland in the Days of Dean Swift by Daly and Swift 영어고전379 조너선 스위프트의 세 가지 기도와 설교 English Classics379 Three Prayers and Sermons by Jonathan Swift 영어고전380 조너선 스위프트 시집Ⅰ-Ⅰ English Classics380 The Poems of Jonathan Swift, D.D., Volume 1-1 by Jonathan Swift 영어고전381 조너선 스위프트 시집Ⅰ-Ⅱ English Classics381 The Poems of Jonathan Swift, D.D., Volume 1-2 by Jonathan Swift 영어고전382 조너선 스위프트 시집Ⅱ-Ⅰ English Classics382 The Poems of Jonathan Swift, D.D., Volume 2-1 by Jonathan Swift 영어고전383 조너선 스위프트 시집Ⅱ-Ⅱ English Classics383 The Poems of Jonathan Swift, D.D., Volume 2-2 by Jonathan Swift 영어고전384 조너선 스위프트 시집Ⅱ-Ⅲ English Classics384 The Poems of Jonathan Swift, D.D., Volume 2-3 by Jonathan Swift 영어고전385 조너선 스위프트 시집Ⅱ-Ⅳ English Classics385 The Poems of Jonathan Swift, D.D., Volume 2-4 by Jonathan Swift 영어고전386 조너선 스위프트 산문집Ⅲ English Classics386 The Prose Works of Jonathan Swift, D.D. — Volume 03 by Jonathan Swift 영어고전387 조너선 스위프트 산문집Ⅳ English Classics387 The Prose Works of Jonathan Swift, D.D. — Volume 04 by Jonathan Swift 영어고전388 조너선 스위프트 산문집Ⅵ English Classics388 The Prose Works of Jonathan Swift, D.D. — Volume 06 by Jonathan Swift 영어고전389 조너선 스위프트 산문집Ⅶ English Classics389 The Prose Works of Jonathan Swift, D.D. — Volume 07 by Jonathan Swift 영어고전390 조너선 스위프트 산문집Ⅸ English Classics390 The Prose Works of Jonathan Swift, D.D. — Volume 09 by Jonathan Swift 영어고전391 조너선 스위프트 산문집Ⅹ English Classics391 The Prose Works of Jonathan Swift, D.D. — Volume 10 by Jonathan Swift 프란츠 카프카 콜렉션(Franz Kafka Collection)(02) 영어고전009 프란츠 카프카의 변신 English Classics009 Metamorphosis by Franz Kafka 영어고전392 프란츠 카프카의 심판 English Classics392 The Trial by Franz Kafka 테마여행신문 TTN Theme Travel News Korea는 2012년부터 현재까지 1,000종 이상의 콘텐츠를 기획 및 출간한 여행 전문 디지털 콘텐츠 퍼블리셔(Digital Contents Publisher)입니다. 다양한 분야의 전문작가와 함께 신개념 여행 가이드북 원코스(1 Course), 포토에세이 원더풀(Onederful), 여행에세이 별 헤는 밤(Counting the Stars at Night) 등 전 세계를 아우르는 분야별 여행 콘텐츠를 정기적으로 발행하고 있습니다. 더 나아가 인문 교양서 지식의 방주(Knowledge's Ark)와 知의 바이블(Bible of Knowledge), 실용서 원샷(1 Shot)과 IT로켓(IT Rocket) 등 새로운 분야와 여행의 콜라보에도 지속적으로 도전하고 있습니다. 국내 최고 & 최다 여행 콘텐츠 디지털 퍼블리셔 테마여행신문 TTN Korea(방송대 기네스상 2017 ‘최다 출간 및 최다 자격증’ 수상)와 함께 어제도, 오늘도, 내일도 멋진 여행을! B 테마여행신문 TTN Theme Travel News Korea editor@themetn.com 웹진 : www.themetn.com 출판사 : www.upaper.net\/themetn 유튜브 : http:\/\/bit.ly\/2J3yd0m 페이스북 : www.fb.com\/themetn 트위터 : www.twitter.com\/themetn",
                "categories" : [
                    "Fiction"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "1.2.2.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=1EhZEAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=1EhZEAAAQBAJ",
                "authors" : [
                    "조너선 스위프트(Jonathan Swift)"
                ],
                "publishedDate" : "2022-01-15",
                "title" : "영어고전378 조너선 스위프트의 딘 스위프트의 시대의 아일랜드(English Classics378 Ireland in the Days of Dean Swift by Daly and Swift)",
                "publisher" : "테마여행신문 TTN Theme Travel News Korea",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791168052116"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 651,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=1EhZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=1EhZEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "ko",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=1EhZEAAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=3&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "1EhZEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 9900,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 9900000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 8910000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 8910,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=1EhZEAAAQBAJ&rdid=book-1EhZEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=1EhZEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84378_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-pdf.acsm?id=1EhZEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84378_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-epub.acsm?id=1EhZEAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "B 조너선 스위프트 콜렉션(Jonathan Swift Collection)(22) 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전092 조너선 스위프트의 걸리버 ..."
            },
            "kind" : "books#volume",
            "etag" : "pprPJMkSOOA"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/Y0hZEAAAQBAJ",
            "volumeInfo" : {
                "description" : "통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) : 스위프트는 종교분쟁으로 조용할 날이 없는 당시 영국의 현실을 풍자한 통 이야기(1704)를 출간하였습니다. 통 이야기(The Tale of a Tub)(1704)에 등장하는 3형제 – 피터, 마틴, 잭은 각각 카톨릭, 영국 국교회, 청교도를 은유하며, 제목 ‘통(Tub)’은 바다에서 고래를 만났을 때 고래가 배와 부딪치는 사고를 방지하기 위해 바다에 던지는 미끼(통)를 의미합니다. 3형제는 아버지가 물려준 외투를 어떻게 수선하느냐, 단추를 다느냐, 어떤 단추를 다느냐 등 사소하다 못해 큰 의미도 없는 꺼리를 가지고 서로 안달복달하는데요, 그 모습이 참으로 가관이 아닐 수 없습니다. 대중들의 반응은 뜨거웠으나, 정권에서는 – 특히 앤 여왕(Queen Anne)은 그를 못마땅해 했습니다. 결국 앤 여왕은 1713년 영국의 대성당 주교를 갈망하던 스위프트를 바다 건너 더블린 성 패트릭 대성당으로 임명해, 영국 밖으로 치워 버립니다. 당시의 사건으로 스위프트는 정권에 대한 반감이 더욱 커졌고, 자신이 할 수 있는 복수 – 펜을 들었습니다. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726)에서 궁전의 불을 끄는 공로에도 불구하고, 오줌을 싸면 사형이라는 어처구니없는 법에 따라 사형 위기에 처하는 소인국 에피소드의 모티브는 앤 여왕과의 알력을 풍자한 것입니다. 테마여행신문 TTN Korea 영어고전(English Classics)과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B My Lord, Though the author has written a large Dedication, yet that being addressed to a Prince whom I am never likely to have the honour of being known to; a person, besides, as far as I can observe, not at all regarded or thought on by any of our present writers; and I being wholly free from that slavery which booksellers usually lie under to the caprices of authors, I think it a wise piece of presumption to inscribe these papers to your Lordship, and to implore your Lordship’s protection of them. God and your Lordship know their faults and their merits; for as to my own particular, I am altogether a stranger to the matter; and though everybody else should be equally ignorant, I do not fear the sale of the book at all the worse upon that score. Your Lordship’s name on the front in capital letters will at any time get off one edition: neither would I desire any other help to grow an alderman than a patent for the sole privilege of dedicating to your Lordship. 나의 왕 이시여, 비록 저자가 많은 헌정서를 썼지만, 나는 결코 알 수 없는 영예를 가진 왕자에게 바치는 것입니다. 게다가 내가 관찰할 수 있는 한, 우리의 현재 작가들 중 어느 누구도 전혀 고려하거나 생각하지 않는 사람; 그리고 저는 서점들이 보통 작가들의 변덕에 속아 넘어가는 노예 상태에서 완전히 자유롭기 때문에, 이 서류들을 당신의 주권에 새기고 주권의 보호를 간청하는 것은 현명한 추측이라고 생각합니다. 하나님과 당신의 주되심은 그들의 잘못과 공로를 아십니다. 나 자신의 특별한 점에 관해서는 나는 그 문제에 대해 전혀 모르는 사람이기 때문입니다. 그리고 다른 모든 사람들이 똑같이 무지해야 하지만, 나는 그 점수에 대해 책이 더 나빠지는 것을 전혀 두려워하지 않습니다. 대문자로 앞면에 있는 당신의 영주의 이름은 언제든지 한 판에서 벗어날 것입니다. 나는 당신의 영주에게 헌정하는 유일한 특권에 대한 특허 외에는 앨더맨을 성장시키는 데 다른 어떤 도움도 원하지 않습니다. If by altering the title I could make the same materials serve for another dedication (as my betters have done), it would help to make up my loss; but I have made several persons dip here and there in those papers, and before they read three lines they have all assured me plainly that they cannot possibly be applied to any person besides your Lordship. 제목을 변경하여 동일한 자료를 다른 헌납에 사용할 수 있게 된다면(나보다 나은 사람이 한 것처럼) 손실을 만회하는 데 도움이 될 것입니다. 그러나 나는 여러 사람을 그 서류에 여기 저기 담그게 했고 그들이 세 줄을 읽기 전에 그들은 모두 당신의 주권 외에는 아무에게도 적용할 수 없다고 분명히 나에게 확신시켰습니다. It is true I should be very loth the bright example of your Lordship’s virtues should be lost to after-ages, both for their sake and your own; but chiefly because they will be so very necessary to adorn the history of a late reign; and that is another reason why I would forbear to make a recital of them here; because I have been told by wise men that as dedications have run for some years past, a good historian will not be apt to have recourse thither in search of characters. 나는 당신의 주님의 미덕에 대한 밝은 모범이 그들과 당신 자신을 위해 후세들에게 사라져야 하는 것을 매우 싫어해야 하는 것이 사실입니다. 그러나 주로 후기 통치의 역사를 장식하는 데 매우 필요하기 때문입니다. 그리고 그것이 내가 여기에서 낭독을 하지 않는 또 다른 이유입니다. 나는 현자들로부터 지난 몇 년 동안 헌납이 진행되었으므로 훌륭한 역사가는 인물을 찾기 위해 거기에 의지하지 않을 것이라는 말을 들었기 때문입니다. There is one point wherein I think we dedicators would do well to change our measures; I mean, instead of running on so far upon the praise of our patron’s liberality, to spend a word or two in admiring their patience. I can put no greater compliment on your Lordship’s than by giving you so ample an occasion to exercise it at present. Though perhaps I shall not be apt to reckon much merit to your Lordship upon that score, who having been formerly used to tedious harangues, and sometimes to as little purpose, will be the readier to pardon this, especially when it is offered by one who is, with all respect and veneration, My Lord, 우리의 헌신자들이 우리의 조치를 바꾸는 것이 좋을 것이라고 생각하는 한 가지 지점이 있습니다. 내 말은, 우리 후원자의 너그러움에 대한 칭찬에 계속 달려가는 대신 그들의 인내심에 감탄하는 데 한두 단어를 할애하는 것입니다. 나는 당신에게 현재 그것을 행사할 수 있는 충분한 기회를 주는 것보다 당신의 주권에 대해 더 큰 찬사를 보낼 수 없습니다. 비록 이전에 지루한 하랑게에 익숙했고 때로는 목적이 거의 없었지만, 그 점수로 당신의 주권에 대해 많은 공로를 인정하지 않을 수도 있지만 모든 존경과 존경을 가지고 나의 주님이십니다. -목차(Index)- 프롤로그(Prologue). 테마여행신문 TTN Korea 영어고전(English Classics) 999선을 읽어야 하는 7가지 이유 21가지 키워드로 읽는 조너선 스위프트(Jonathan Swift) by 조명화 편집장 01. 조너선 스위프트(Jonathan Swift)는 영국인? 아일랜드인! 02. 조너선 스위프트(Jonathan Swift)는 성직자?! 03. 자신의 비문을, 본인이 직접 쓴 괴짜 04. 풍자 좀 하는데? 스위프트인(Swiftian)! 05. 화성(Mars)에 그의 이름을 딴 분화구가?! 스위프트 분화구(Swift Crater) 06. 아일랜드 트림(Trim)의 스위프트 거리(Swift's Street) 07. 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) 08. 아이작 비커스타프(Isaac Bickerstaff)(1708) 09. 드레피어의 편지(Drapier's Letters)(1724~1725) 10. 겸손한 제안(A Modest Proposal)(1729) 11. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726) 11-1. 세상에서 가장 위험한 소설! 11-2. 르무엘 걸리버(Lemuel Gulliver)는 조너선 스위프트 본인?! 11-3. 걸면 걸리는 걸리버?! 현대 PCS CF(1997) 11-4. 걸리버 여행기에 한국해(Sea of Corea)가?! 11-5. 소인국 릴리퍼트(Lilliput)는 영국, 블레푸스쿠(Blefuscu)는 프랑스?! 11-6. 천공의 섬 라퓨타(Laputa)는 영국, 발니바르비(Balnibarbi)는 아일랜드?! 11-7. 미야자키 하야오 감독의 애니메이션 천공의 섬 라퓨타(天空の城ラピュタ) 11-8. 포털사이트 야후(Yahoo!) & 윤태호의 만화 야후(YAHOO)(1998~2003) 12. 오디오북(Audio Books)으로 듣는 조너선 스위프트(Jonathan Swift) 13. 조너선 스위프트(Jonathan Swift)의 어록(Quotes)(50) 조너선 스위프트의 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin by Jonathan Swift)(1704) A TALE OF A TUB To the Right Honourable John Lord Somers The Bookseller to The Reader The Epistle Dedicatory The Preface Section I. The Introduction Section II. Section III. A Digression Concerning Critics Section IV. A Tale of a Tub Section V. A Digression in the Modern Kind Section VI. A Tale of a Tub Section VII. A Digression in Praise of Digressions Section VIII. A Tale of a Tub Section IX. A Digression Concerning the Original... Section X. A Farther Digression Section XI. A Tale of a Tub The Conclusion The History of Martin A Digression on the Nature... The History of Martin—Continued A Project for the Universal Benefit of Mankind Footnotes 부록(Appendix). 세계의 고전을 여행하는 히치하이커를 위한 안내서(The Hitchhiker’s Guide to Worlds’s Classics) A01. 하버드 서점(Harvard Book Store) 직원 추천 도서 100선(Staff’s Favorite 100 Books) & 판매도서 100위(Top 100 Books) A02. 서울대 권장도서 100 A03. 연세필독도서 고전 200선 A04. 고려대학교 세종캠퍼스 권장도서 100선 A05. 서울대, 연세대, 고려대 공통 권장도서 60권 A06. 성균관대학교 오거서(五車書) 성균 고전 100선 A07. 경희대 후마니타스 칼리지(Humanitas College) 교양필독서 100선 A08. 포스텍(포항공대) 권장도서 100선 A09. 카이스트(KAIST) 독서마일리지제 추천도서 100권 A10. 문학상 수상작 및 추천도서(44) A11. 영어고전(English Classics) 오디오북을 무료로 듣는 5가지 방법(How to listen to FREE audio Books legally?) A12. 영화·드라마로 만나는 영어고전(Movies And TV Shows Based on English Classic Books) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 도서목록(1,231) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 영어고전(English Classics) 999선은 더 이상의 설명이 필요 없을 정도로 유명한 고전 명작 중에서도 수차례 영화와 드라마로 제작된 바 있는 - 대중성을 겸비한 베스트셀러를 엄선해 선정하였습니다. 또한 영어고전(English Classics)과 영어듣기를 동시에 즐기실 수 있도록 세계 최대의 무료 도메인 오디오북(free public domain audioBooks) 플랫폼 리브리복스(LibriVox) 오디오북 링크를 도서·챕터별로 첨부하였습니다. 테마여행신문 TTN Korea 조명화 편집장의 ‘OO가지 키워드로 읽는 작가 & 작품’ 해설과 함께 수백 년의 세월에도 변치 않는 명저의 감동을 다시 한번 확인해 보시기 바랍니다. 테마여행신문 TTN Korea 영어고전(English Classics) 999선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B 조너선 스위프트 콜렉션(Jonathan Swift Collection)(22) 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전092 조너선 스위프트의 걸리버 여행기 English Classics092 Gulliver's Travels into Several Remote Nations of the World by Jonathan Swift 영어고전372 조너선 스위프트의 책들의 전쟁 English Classics372 The Battle of the Books, and other Short Pieces by Jonathan Swift 영어고전373 조너선 스위프트의 통 이야기와 마틴의 역사 English Classics373 The Tale of a Tub and The History of Martin by Jonathan Swift 영어고전374 조너선 스위프트의 스텔라에게 쓴 편지 English Classics374 The Journal to Stella by Jonathan Swift 영어고전375 조너선 스위프트의 비커스태프-파트리지 페이퍼 English Classics375 The Bickerstaff-Partridge Papers by Jonathan Swift 영어고전376 조너선 스위프트의 세 가지 공손한 대화 English Classics376 Polite Conversation in Three Dialogues by Jonathan Swift 영어고전377 조너선 스위프트의 하인들에게 주는 지침 English Classics377 Hints to Servants by John Jones and Jonathan Swift 영어고전378 조너선 스위프트의 딘 스위프트의 시대의 아일랜드 English Classics378 Ireland in the Days of Dean Swift by Daly and Swift 영어고전379 조너선 스위프트의 세 가지 기도와 설교 English Classics379 Three Prayers and Sermons by Jonathan Swift 영어고전380 조너선 스위프트 시집Ⅰ-Ⅰ English Classics380 The Poems of Jonathan Swift, D.D., Volume 1-1 by Jonathan Swift 영어고전381 조너선 스위프트 시집Ⅰ-Ⅱ English Classics381 The Poems of Jonathan Swift, D.D., Volume 1-2 by Jonathan Swift 영어고전382 조너선 스위프트 시집Ⅱ-Ⅰ English Classics382 The Poems of Jonathan Swift, D.D., Volume 2-1 by Jonathan Swift 영어고전383 조너선 스위프트 시집Ⅱ-Ⅱ English Classics383 The Poems of Jonathan Swift, D.D., Volume 2-2 by Jonathan Swift 영어고전384 조너선 스위프트 시집Ⅱ-Ⅲ English Classics384 The Poems of Jonathan Swift, D.D., Volume 2-3 by Jonathan Swift 영어고전385 조너선 스위프트 시집Ⅱ-Ⅳ English Classics385 The Poems of Jonathan Swift, D.D., Volume 2-4 by Jonathan Swift 영어고전386 조너선 스위프트 산문집Ⅲ English Classics386 The Prose Works of Jonathan Swift, D.D. — Volume 03 by Jonathan Swift 영어고전387 조너선 스위프트 산문집Ⅳ English Classics387 The Prose Works of Jonathan Swift, D.D. — Volume 04 by Jonathan Swift 영어고전388 조너선 스위프트 산문집Ⅵ English Classics388 The Prose Works of Jonathan Swift, D.D. — Volume 06 by Jonathan Swift 영어고전389 조너선 스위프트 산문집Ⅶ English Classics389 The Prose Works of Jonathan Swift, D.D. — Volume 07 by Jonathan Swift 영어고전390 조너선 스위프트 산문집Ⅸ English Classics390 The Prose Works of Jonathan Swift, D.D. — Volume 09 by Jonathan Swift 영어고전391 조너선 스위프트 산문집Ⅹ English Classics391 The Prose Works of Jonathan Swift, D.D. — Volume 10 by Jonathan Swift 프란츠 카프카 콜렉션(Franz Kafka Collection)(02) 영어고전009 프란츠 카프카의 변신 English Classics009 Metamorphosis by Franz Kafka 영어고전392 프란츠 카프카의 심판 English Classics392 The Trial by Franz Kafka 테마여행신문 TTN Theme Travel News Korea는 2012년부터 현재까지 1,000종 이상의 콘텐츠를 기획 및 출간한 여행 전문 디지털 콘텐츠 퍼블리셔(Digital Contents Publisher)입니다. 다양한 분야의 전문작가와 함께 신개념 여행 가이드북 원코스(1 Course), 포토에세이 원더풀(Onederful), 여행에세이 별 헤는 밤(Counting the Stars at Night) 등 전 세계를 아우르는 분야별 여행 콘텐츠를 정기적으로 발행하고 있습니다. 더 나아가 인문 교양서 지식의 방주(Knowledge's Ark)와 知의 바이블(Bible of Knowledge), 실용서 원샷(1 Shot)과 IT로켓(IT Rocket) 등 새로운 분야와 여행의 콜라보에도 지속적으로 도전하고 있습니다. 국내 최고 & 최다 여행 콘텐츠 디지털 퍼블리셔 테마여행신문 TTN Korea(방송대 기네스상 2017 ‘최다 출간 및 최다 자격증’ 수상)와 함께 어제도, 오늘도, 내일도 멋진 여행을! B 테마여행신문 TTN Theme Travel News Korea editor@themetn.com 웹진 : www.themetn.com 출판사 : www.upaper.net\/themetn 유튜브 : http:\/\/bit.ly\/2J3yd0m 페이스북 : www.fb.com\/themetn 트위터 : www.twitter.com\/themetn",
                "categories" : [
                    "Fiction"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "1.2.2.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=Y0hZEAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=Y0hZEAAAQBAJ",
                "authors" : [
                    "조너선 스위프트(Jonathan Swift)"
                ],
                "publishedDate" : "2022-01-15",
                "title" : "영어고전373 조너선 스위프트의 통 이야기와 마틴의 역사(English Classics373 The Tale of a Tub and The History of Martin by Jonathan Swift)",
                "publisher" : "테마여행신문 TTN Theme Travel News Korea",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791168052062"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 600,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=Y0hZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=Y0hZEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "ko",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=Y0hZEAAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=4&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "Y0hZEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 9900,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 9900000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 8910000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 8910,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=Y0hZEAAAQBAJ&rdid=book-Y0hZEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=Y0hZEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84373_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-pdf.acsm?id=Y0hZEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84373_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-epub.acsm?id=Y0hZEAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "B 조너선 스위프트 콜렉션(Jonathan Swift Collection)(22) 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전092 조너선 스위프트의 걸리버 ..."
            },
            "kind" : "books#volume",
            "etag" : "ldnBW4AO4ps"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/tzUXOgHOJyYC",
            "volumeInfo" : {
                "description" : "The author shows how Swift's poetry reveals a structural unity when it is examined as a coherent whole. The structure that emerges is a dynamic relationship between the effort to order--the poem's principle of unity--and an opposing principle of expansion.",
                "categories" : [
                    "Literary Criticism"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "2.11.11.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=tzUXOgHOJyYC&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=tzUXOgHOJyYC",
                "authors" : [
                    "Louise K. Barnett"
                ],
                "publishedDate" : "1981",
                "title" : "Swift's Poetic Worlds",
                "publisher" : "University of Delaware Press",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_10",
                        "identifier" : "0874131871"
                    },
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9780874131871"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 236,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=tzUXOgHOJyYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=tzUXOgHOJyYC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "en",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=tzUXOgHOJyYC&pg=PA53&dq=Swift&hl=&as_brr=5&cd=5&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "tzUXOgHOJyYC",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 48054,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 48054000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 43249000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 43249,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=tzUXOgHOJyYC&rdid=book-tzUXOgHOJyYC&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=tzUXOgHOJyYC&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/Swift_s_Poetic_Worlds-sample-pdf.acsm?id=tzUXOgHOJyYC&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/Swift_s_Poetic_Worlds-sample-epub.acsm?id=tzUXOgHOJyYC&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> had already presented himself in an earlier poem addressed to Sir William Temple as constrained by nature to be a poet . His acceptance of the role of satiric poet is less forthright . The compulsion is presented as entirely&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "W5YS\/HXXNxc"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/mUWVDAAAQBAJ",
            "volumeInfo" : {
                "description" : "A Study Guide for Graham Swift's \"Waterland,\" excerpted from Gale's acclaimed Novels for Students. This concise study guide includes plot summary; character analysis; author biography; study questions; historical context; suggestions for further reading; and much more. For any literature project, trust Novels for Students for all of your research needs.",
                "categories" : [
                    "Literary Criticism"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "2.4.3.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=mUWVDAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=mUWVDAAAQBAJ",
                "authors" : [
                    "Gale, Cengage Learning"
                ],
                "publishedDate" : "2016-06-29",
                "title" : "A Study Guide for Graham Swift's \"Waterland\"",
                "publisher" : "Gale, Cengage Learning ",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9781410339706"
                    },
                    {
                        "type" : "ISBN_10",
                        "identifier" : "141033970X"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 28,
                "allowAnonLogging" : true,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=mUWVDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=mUWVDAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "en",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=mUWVDAAAQBAJ&pg=PT5&dq=Swift&hl=&as_brr=5&cd=6&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "mUWVDAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 5900,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 5900000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 5310000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 5310,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=mUWVDAAAQBAJ&rdid=book-mUWVDAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=mUWVDAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/A_Study_Guide_for_Graham_Swift_s_Waterla-sample-pdf.acsm?id=mUWVDAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/A_Study_Guide_for_Graham_Swift_s_Waterla-sample-epub.acsm?id=mUWVDAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "Gale, Cengage Learning. Author. Biography. Graham (Colin) <b>Swift<\/b> was born May 4, 1949, in London, England, the son of Allan Stanley and Sheila Irene (Bourne) <b>Swift<\/b>. His father was a civil servant. <b>Swift<\/b> attended Dulwich College, in South&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "TM94u4MSt5s"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/AJhXveTkReQC",
            "volumeInfo" : {
                "description" : "More than three centuries later, Jonathan Swift's writing remains striking and relevant. In this engaging study, Atkins brings forty-plus years of critical experience to bear on some of the greatest satires ever written, revealing new contexts for understanding post-Reformation reading practices and the development of the modern personal essay.",
                "categories" : [
                    "Literary Criticism"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "2.5.4.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=AJhXveTkReQC&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=AJhXveTkReQC",
                "authors" : [
                    "G. Atkins"
                ],
                "publishedDate" : "2012-12-17",
                "title" : "Swift’s Satires on Modernism: Battlegrounds of Reading and Writing",
                "publisher" : "Springer",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9781137311047"
                    },
                    {
                        "type" : "ISBN_10",
                        "identifier" : "1137311045"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 112,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=AJhXveTkReQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=AJhXveTkReQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "en",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=AJhXveTkReQC&pg=PA5&dq=Swift&hl=&as_brr=5&cd=7&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "AJhXveTkReQC",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 76548,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 76548000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 68893000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    },
                    {
                        "listPrice" : {
                            "amountInMicros" : 26797000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 26797000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 3,
                        "rentalDuration" : {
                            "count" : 90,
                            "unit" : "DAY"
                        }
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE_AND_RENTAL",
                "retailPrice" : {
                    "amount" : 68893,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=AJhXveTkReQC&rdid=book-AJhXveTkReQC&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=AJhXveTkReQC&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/Swift_s_Satires_on_Modernism_Battlegroun-sample-pdf.acsm?id=AJhXveTkReQC&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/Swift_s_Satires_on_Modernism_Battlegroun-sample-epub.acsm?id=AJhXveTkReQC&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift&#39;s<\/b> dramatizations of the inherent dangers in the &quot; con- verting imagination , &quot; which turns the literal into tropes and other figu- rative language . In any case , A Tale of a Tub is by far the richest and most literarily resonant&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "n9lANp3g7to"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/5FMJAAAAQAAJ",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=5FMJAAAAQAAJ&source=gbs_api",
                "categories" : [
                    "England"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "subtitle" : "In a Letter to the Most Honourable Robert, Earl of Oxford and Mortimer, Lord High Treasurer of Great Britain",
                "contentVersion" : "0.5.7.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=5FMJAAAAQAAJ",
                "authors" : [
                    "Jonathan Swift"
                ],
                "publishedDate" : "1712",
                "title" : "A Proposal for Correcting, Improving and Ascertaining the English Tongue",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "OXFORD:400220328"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 56,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=5FMJAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=5FMJAAAAQAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=5FMJAAAAQAAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=8&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "5FMJAAAAQAAJ",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=5FMJAAAAQAAJ&rdid=book-5FMJAAAAQAAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=5FMJAAAAQAAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/A_Proposal_for_Correcting_Improving_and.pdf?id=5FMJAAAAQAAJ&hl=&output=pdf&sig=ACfU3U0Lu3tkfXWFa3n3LnwJhzkbi5vDPQ&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/A_Proposal_for_Correcting_Improving_and.epub?id=5FMJAAAAQAAJ&hl=&output=epub&source=gbs_api"
                }
            },
            "kind" : "books#volume",
            "etag" : "3L7hynRdw4Y"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/BEU7AAAAYAAJ",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=BEU7AAAAYAAJ&source=gbs_api",
                "categories" : [
                    "Household employees"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "subtitle" : "In which Something is Added to the Original Text, But Those Passages are Omitted which Cannot with Propriety to Read Aloud in a Kitchen, by an Upper Servant",
                "contentVersion" : "0.5.5.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=BEU7AAAAYAAJ",
                "authors" : [
                    "John Jones"
                ],
                "publishedDate" : "1843",
                "title" : "Hints to Servants: Being a Poetical and Modernised Version of Dean Swift's Celebrated \"Directions to Servants\"",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "PRNC:32101068589231"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 104,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=BEU7AAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=BEU7AAAAYAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=BEU7AAAAYAAJ&pg=PA3&dq=Swift&hl=&as_brr=5&cd=9&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "BEU7AAAAYAAJ",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=BEU7AAAAYAAJ&rdid=book-BEU7AAAAYAAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=BEU7AAAAYAAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Hints_to_Servants_Being_a_Poetical_and_M.pdf?id=BEU7AAAAYAAJ&hl=&output=pdf&sig=ACfU3U3lav_qpfMuMfyBWn5yZL_keal1Bg&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Hints_to_Servants_Being_a_Poetical_and_M.epub?id=BEU7AAAAYAAJ&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> ) we&#39;ve now - a - days Both lords and ladies shy of praise , Of errors , ills , for ever mumbling , Yet love &#39; em for the sake of grumbling . Had <b>Swift<\/b> known how to hold his dish up , I&#39;m told he might have been a Bishop . 3950&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "kKaW7HY5hFc"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/bnkGEAAAQBAJ",
            "volumeInfo" : {
                "publisher" : "Springer Nature",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9783030624668"
                    },
                    {
                        "type" : "ISBN_10",
                        "identifier" : "3030624668"
                    }
                ],
                "title" : "The Semantic Web – ISWC 2020",
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "language" : "en",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=bnkGEAAAQBAJ&source=gbs_api",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=bnkGEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=bnkGEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                },
                "allowAnonLogging" : false,
                "printType" : "BOOK",
                "authors" : [
                    "Jeff Z. Pan",
                    "Valentina Tamma",
                    "Claudia d’Amato",
                    "Krzysztof Janowicz",
                    "Bo Fu",
                    "Axel Polleres",
                    "Oshani Seneviratne",
                    "Lalana Kagal"
                ],
                "pageCount" : 754,
                "subtitle" : "19th International Semantic Web Conference, Athens, Greece, November 2–6, 2020, Proceedings, Part II",
                "maturityRating" : "NOT_MATURE",
                "contentVersion" : "3.6.6.0.preview.3",
                "publishedDate" : "2020-10-31",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=bnkGEAAAQBAJ&pg=PA251&dq=Swift&hl=&as_brr=5&cd=10&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=bnkGEAAAQBAJ",
                "categories" : [
                    "Computers"
                ],
                "description" : "The two volume set LNCS 12506 and 12507 constitutes the proceedings of the 19th International Semantic Web Conference, ISWC 2020, which was planned to take place in Athens, Greece, during November 2-6, 2020. The conference changed to a virtual format due to the COVID-19 pandemic. The papers included in this volume deal with the latest advances in fundamental research, innovative technology, and applications of the Semantic Web, linked data, knowledge graphs, and knowledge processing on the Web. They were carefully reviewed and selected for inclusion in the proceedings as follows: Part I: Features 38 papers from the research track which were accepted from 170 submissions; Part II: Includes 22 papers from the resources track which were accepted from 71 submissions; and 21 papers in the in-use track, which had a total of 46 submissions. Chapter “Transparent Integration and Sharing of Life Cycle Sustainability Data with Provenance ” is available open access under a Creative Commons Attribution 4.0 International License via link.springer.com."
            },
            "id" : "bnkGEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 153112,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 153112000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 153112000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    },
                    {
                        "listPrice" : {
                            "amountInMicros" : 53595000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 53595000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 3,
                        "rentalDuration" : {
                            "count" : 90,
                            "unit" : "DAY"
                        }
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE_AND_RENTAL",
                "retailPrice" : {
                    "amount" : 153112,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=bnkGEAAAQBAJ&rdid=book-bnkGEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=bnkGEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/The_Semantic_Web_ISWC_2020-sample-pdf.acsm?id=bnkGEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/The_Semantic_Web_ISWC_2020-sample-epub.acsm?id=bnkGEAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>swift<\/b> : unowned- <b>swift<\/b> : throws- <b>swift<\/b> : where- <b>swift<\/b> : required- <b>swift<\/b> : private <b>swift<\/b> : public- <b>swift<\/b> : super- <b>swift<\/b> : return- <b>swift<\/b> : some <b>swift<\/b> : throw- <b>swift<\/b> : weak- <b>swift<\/b> : override- <b>swift<\/b>.var <b>swift<\/b> : self- <b>swift<\/b> : try- <b>swift<\/b> :&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "bLHQbkuSumY"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/sItKAAAAYAAJ",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=sItKAAAAYAAJ&source=gbs_api",
                "categories" : [
                    "Drug adulteration"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "1.6.6.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=sItKAAAAYAAJ",
                "authors" : [
                    "North Dakota. State Laboratories Department"
                ],
                "publishedDate" : "1962",
                "title" : "Bulletin",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "CORNELL:31924070864727"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 994,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=sItKAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=sItKAAAAYAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=sItKAAAAYAAJ&pg=RA1-PA60&dq=Swift&hl=&as_brr=5&cd=11&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "sItKAAAAYAAJ",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=sItKAAAAYAAJ&rdid=book-sItKAAAAYAAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=sItKAAAAYAAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : false
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Bulletin.epub?id=sItKAAAAYAAJ&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> &amp; Company General Office Feed Department Chicago , Illinois <b>Swift&#39;s<\/b> Blood Flour <b>Swift&#39;s<\/b> Steamed Bone Meal <b>Swift&#39;s<\/b> Meat and Bone Scraps <b>Swift&#39;s<\/b> 60 % Protein Digester Tankage <b>Swift&#39;s<\/b> Pard Crunchers <b>Swift&#39;s<\/b> Arsanilic Acid Mix Inc. in&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "QppgRLB2Pp0"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/nYQYAQAAIAAJ",
            "volumeInfo" : {
                "description" : "\"A review of astronomy\" (varies).",
                "categories" : [
                    "Astronomy"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "0.10.10.0.full.1",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=nYQYAQAAIAAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=nYQYAQAAIAAJ",
                "publishedDate" : "1891",
                "title" : "The Observatory",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "UCAL:B3041740"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 454,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=nYQYAQAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=nYQYAQAAIAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=nYQYAQAAIAAJ&pg=PA6&dq=Swift&hl=&as_brr=5&cd=12&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "nYQYAQAAIAAJ",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=nYQYAQAAIAAJ&rdid=book-nYQYAQAAIAAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=nYQYAQAAIAAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/The_Observatory.pdf?id=nYQYAQAAIAAJ&hl=&output=pdf&sig=ACfU3U1uZMNOvb3tFTXSQImZzsN_eiTtTw&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/The_Observatory.epub?id=nYQYAQAAIAAJ&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> ; short . 30 6 + 35 <b>Swift<\/b> ; streaks . 9 221 +42 <b>Swift<\/b> ; streaks . 31 7 + 11 <b>Swift<\/b> ; streaks . 17 295 +53 Slow ; bright . Aug. 4 30 + 36 <b>Swift<\/b> ; streaks . 22 208 - 8 Very <b>swift<\/b> ; streaks . 10 45 + 57 <b>Swift<\/b> ; streaks . 25 180 +&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "qz33qMCFzZ0"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/jrDGGU8mscQC",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=jrDGGU8mscQC&source=gbs_api",
                "categories" : [
                    "Astronomy"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "0.1.2.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=jrDGGU8mscQC",
                "publishedDate" : "1891",
                "title" : "Annual Companion to The Observatory",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "UIUC:30112111196736"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 280,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=jrDGGU8mscQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=jrDGGU8mscQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=jrDGGU8mscQC&pg=PA38&dq=Swift&hl=&as_brr=5&cd=13&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "jrDGGU8mscQC",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=jrDGGU8mscQC&rdid=book-jrDGGU8mscQC&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=jrDGGU8mscQC&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : false
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Annual_Companion_to_The_Observatory.epub?id=jrDGGU8mscQC&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> ; short . 30 6 + 35 <b>Swift<\/b> ; streaks . 9 221 + 42 <b>Swift<\/b> ; streaks . 31 70 + 50 Not <b>swift<\/b> ; streaks . 17 295 +53 Slow ; bright . Aug. 4 30 + 36 <b>Swift<\/b> ; streaks . 22 208 - 8 Very <b>swift<\/b> ; streaks . 10 45 + 57 <b>Swift<\/b> ; streaks . 25&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "yiC7gXzTwLM"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/Q0hZEAAAQBAJ",
            "volumeInfo" : {
                "description" : "동화로 잘 알려져 있지만, 사실 당대 영국의 정치, 종교, 식민지 정책, 차별 등을 신랄하게 비꼰 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726)는 ‘세계 최고의 풍자 소설’이란 칭호가 아깝지 않은 18세기의 걸작입니다. 아일랜드 추밀원(Irish Privy Council)이 그가 신분을 숨기고 발표한 7편의 드레피어의 편지(Drapier's Letters)(1724~1725)에 현상금을 걸었을 정도로 ‘세상에서 가장 위험한 소설’이자 ‘가장 유명한 금서(禁書)’가 된 걸리버 여행기는 출판업자 또한 투옥을 피하기 위해 적지 않은 부분을 고치고 삭제하였을 정도로 위험을 감수해야하는 문제작인 동시에 그만큼의 인기를 확신할 정도로 재미있는 작품이기도 합니다. 조너선 스위프트(Jonathan Swift)의 작품은 단연 걸리버 여행기가 가장 잘 알려져 있지만, 다른 작품에서도 스위프트 특유의 – 스위프트인(Swiftian)다운 풍자와 해학이 넘실댑니다! 자신의 이름을 딴 풍자 축제 스위프트 풍자 축제(Swift Satire Festival, Trim)가 존재하는 세계 최고의 풍자 문학가(Satirist) 조너선 스위프트의 문학세계로 여러분을 초대합니다. 테마여행신문 TTN Korea 영어고전(English Classics)과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B Swift was born in Dublin seven months after his father’s death. His mother after a time returned to her own family, in Leicester, and the child was added to the household of his uncle, Godwin Swift, who, by his four wives, became father to ten sons of his own and four daughters. Godwin Swift sent his nephew to Kilkenny School, where he had William Congreve among his schoolfellows. 스위프트는 아버지가 돌아가신 지 7개월 만에 더블린에서 태어났습니다. 얼마 후 그의 어머니는 레스터에 있는 친정으로 돌아왔고, 아이는 4명의 아내에 의해 10명의 아들과 4명의 딸을 둔 아버지가 된 삼촌 고드윈 스위프트의 집에 추가되었습니다. Godwin Swift는 그의 조카를 Kilkenny School로 보냈고, 그곳에서 그는 그의 학교 동료들 중 윌리엄 콩그리브를 만났습니다. But Sir William Temple had missed Jonathan Swift from Moor Park. Differences were forgotten, and Swift, at his wish, went back. This was in 1696, when his little pupil, Esther Johnson, was fifteen. Swift said of her, “I knew her from six years old, and had some share in her education, by directing what books she should read, and perpetually instructing her in the principles of honour and virtue, from which she never swerved in any one action or moment of her life. She was sickly from her childhood until about the age of fifteen; but then grew into perfect health, and was then looked upon as one of the most beautiful, graceful, and agreeable young women in London, only a little too fat. Her hair was blacker than a raven, and every feature of her face in perfection.” 하지만 윌리엄 템플 경은 무어 공원에서 온 조나단 스위프트를 놓쳤어요. 차이점은 잊혀졌고, 스위프트는 그의 바람대로 돌아갔습니다. 이것은 그의 어린 제자 에스더 존슨이 15살이었던 1696년의 일입니다. 스위프트는 그녀에 대해 \"저는 그녀를 6살 때부터 알았고, 그녀가 읽어야 할 책을 지시하고, 그녀의 인생에서 단 한 번의 행동이나 순간에서도 절대 벗어나지 않았던 명예와 덕의 원칙을 끊임없이 가르치면서 그녀의 교육에 어느 정도 기여했습니다. 그녀는 어린 시절부터 약 15살까지 아팠지만, 그 후 완벽한 건강으로 성장했고, 런던에서 가장 아름답고, 우아하고, 상냥한 젊은 여성들 중 한 명으로 여겨졌습니다. 그녀의 머리카락은 까마귀보다 더 까맣고 얼굴의 모든 특징이 완벽합니다.“ This was the Stella of Swift’s after-life, the one woman to whom his whole love was given. But side by side with the slow growth of his knowledge of all she was for him, was the slow growth of his conviction that attacks of giddiness and deafness, which first came when he was twenty, and recurred at times throughout his life, were signs to be associated with that which he regarded as the curse upon his life. His end would be like his uncle Godwin’s. It was a curse transmissible to children, but if he desired to keep the influence his genius gave him, he could not tell the world why he refused to marry. INTRODUCTION. 이것은 스위프트의 사후 삶의 스텔라였습니다. 그의 모든 사랑을 받은 유일한 여자였죠. 하지만 그에 대한 그의 지식의 느린 성장과 함께, 그가 스무 살 때 처음 찾아왔고, 때때로 그의 삶 전체에 걸쳐 재발하는 현기증과 청각장애의 발작은 그가 그의 삶에 저주로 여기는 것과 연관되어 있다는 확신의 느린 성장이 있었습니다. 그의 끝은 그의 삼촌 고드윈의 끝일 것입니다. 자식들에게 전염되는 저주였지만, 천재성이 준 영향력을 지키고 싶다면 결혼을 거부한 이유를 세상에 말할 수 없었습니다. 서두(INTRODUCTION). Satire is a sort of glass wherein beholders do generally discover everybody’s face but their own; which is the chief reason for that kind reception it meets with in the world, and that so very few are offended with it. But, if it should happen otherwise, the danger is not great; and I have learned from long experience never to apprehend mischief from those understandings I have been able to provoke: for anger and fury, though they add strength to the sinews of the body, yet are found to relax those of the mind, and to render all its efforts feeble and impotent. 풍자는 보는 사람들이 일반적으로 자신의 얼굴을 제외한 모든 사람의 얼굴을 발견하는 일종의 유리입니다; 이것이 풍자가 세상에서 만나는 친절한 환영의 주된 이유이고, 매우 적은 사람들만이 풍자로 인해 기분이 상합니다. 그러나 만약 그렇게 되지 않는다면, 위험은 크지 않습니다. 그리고 오랜 경험을 통해 분노와 분노는 몸의 힘줄에 힘을 더해주지만, 마음의 힘줄을 풀어주고, 모든 노력을 미약하고 무기력하게 하는 것은 결코 제가 불러일으킬 수 있는 이해로부터 장난을 이해하지 못한다는 것을 배웠습니다. There is a brain that will endure but one scumming; let the owner gather it with discretion, and manage his little stock with husbandry; but, of all things, let him beware of bringing it under the lash of his betters, because that will make it all bubble up into impertinence, and he will find no new supply. Wit without knowledge being a sort of cream, which gathers in a night to the top, and by a skilful hand may be soon whipped into froth; but once scummed away, what appears underneath will be fit for nothing but to be thrown to the hogs. THE PREFACE OF THE AUTHOR. 오직 한 쓰레기로만 버티는 두뇌가 있다. 주인에게는 신중히 모아 놓고, 그 작은 재고를 집안일로 관리하게 하라. 그러나 무엇보다도, 주인에게는 그것을 윗사람의 매질 속에 넣지 않도록 하라. 그러면 모든 것이 거품이 일게 되고, 그는 새로운 공급처를 찾지 못할 것이다. 지식이 없는 재치는 크림의 일종으로, 하룻밤에 꼭대기에 모이고, 숙련된 손에 의해 곧 거품이 될 수 있습니다; 하지만 일단 쓰레기를 치우고 나면, 그 아래에 나타난 것은 돼지에게 던져지는 것 외에는 아무 소용이 없을 것입니다. 저자의 서문(THE PREFACE OF THE AUTHOR). -목차(Index)- 프롤로그(Prologue). 테마여행신문 TTN Korea 영어고전(English Classics) 999선을 읽어야 하는 7가지 이유 조명화 편집장의 21가지 키워드로 읽는 조너선 스위프트(Jonathan Swift) 01. 조너선 스위프트(Jonathan Swift)는 영국인? 아일랜드인! 02. 조너선 스위프트(Jonathan Swift)는 성직자?! 03. 자신의 비문을, 본인이 직접 쓴 괴짜 04. 풍자 좀 하는데? 스위프트인(Swiftian)! 05. 화성(Mars)에 그의 이름을 딴 분화구가?! 스위프트 분화구(Swift Crater) 06. 아일랜드 트림(Trim)의 스위프트 거리(Swift's Street) 07. 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) 08. 아이작 비커스타프(Isaac Bickerstaff)(1708) 09. 드레피어의 편지(Drapier's Letters)(1724~1725) 10. 겸손한 제안(A Modest Proposal)(1729) 11. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726) 11-1. 세상에서 가장 위험한 소설! 11-2. 르무엘 걸리버(Lemuel Gulliver)는 조너선 스위프트 본인?! 11-3. 걸면 걸리는 걸리버?! 현대 PCS CF(1997) 11-4. 걸리버 여행기에 한국해(Sea of Corea)가?! 11-5. 소인국 릴리퍼트(Lilliput)는 영국, 블레푸스쿠(Blefuscu)는 프랑스?! 11-6. 천공의 섬 라퓨타(Laputa)는 영국, 발니바르비(Balnibarbi)는 아일랜드?! 11-7. 미야자키 하야오 감독의 애니메이션 천공의 섬 라퓨타(天空の城ラピュタ) 11-8. 포털사이트 야후(Yahoo!) & 윤태호의 만화 야후(YAHOO)(1998~2003) 12. 오디오북(Audio Books)으로 듣는 조너선 스위프트(Jonathan Swift) 13. 조너선 스위프트(Jonathan Swift)의 어록(Quotes)(50) 조너선 스위프트의 책들의 전쟁(The Battle of the Books, and other Short Pieces by Jonathan Swift)(1886) Introduction The Bookseller to the Reader The Preface of the Author The Battle of the Books The Episode of Bentley and Wotton A Meditation upon a Broomstick Predictions for the Year 1708 The Accomplishment of the first of Mr. Bickerstaff’s predictions Baucis and Philemon The Logicians Refuted The Puppet Show Cadenus and Vanessa Stella’s Birthday, 1718 Stella’s Birthday, 1720 Stella’s Birthday, 1722 Stella’s Birthday, 1724 Stella’s Birthday, March 13, 1726 To Stella The First he wrote OCT. 17, 1727 The Second Prayer was written NOV. 6, 1727 The Breast’s Confession(1732) An Argument to prove that the Abolishing of Christianity in England May~ Hints towards an Essay on Conversation Thoughts on Various Subjects 부록(Appendix). 세계의 고전을 여행하는 히치하이커를 위한 안내서(The Hitchhiker’s Guide to Worlds’s Classics) A01. 하버드 서점(Harvard Book Store) 직원 추천 도서 100선(Staff’s Favorite 100 Books) & 판매도서 100위(Top 100 Books) A02. 서울대 권장도서 100 A03. 연세필독도서 고전 200선 A04. 고려대학교 세종캠퍼스 권장도서 100선 A05. 서울대, 연세대, 고려대 공통 권장도서 60권 A06. 성균관대학교 오거서(五車書) 성균 고전 100선 A07. 경희대 후마니타스 칼리지(Humanitas College) 교양필독서 100선 A08. 포스텍(포항공대) 권장도서 100선 A09. 카이스트(KAIST) 독서마일리지제 추천도서 100권 A10. 문학상 수상작 및 추천도서(44) A11. 영어고전(English Classics) 오디오북을 무료로 듣는 5가지 방법(How to listen to FREE audio Books legally?) A12. 영화·드라마로 만나는 영어고전(Movies And TV Shows Based on English Classic Books) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 도서목록(1,235) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 영어고전(English Classics) 999선은 더 이상의 설명이 필요 없을 정도로 유명한 고전 명작 중에서도 수차례 영화와 드라마로 제작된 바 있는 - 대중성을 겸비한 베스트셀러를 엄선해 선정하였습니다. 또한 영어고전(English Classics)과 영어듣기를 동시에 즐기실 수 있도록 세계 최대의 무료 도메인 오디오북(free public domain audioBooks) 플랫폼 리브리복스(LibriVox) 오디오북 링크를 도서·챕터별로 첨부하였습니다. 테마여행신문 TTN Korea 조명화 편집장의 ‘OO가지 키워드로 읽는 작가 & 작품’ 해설과 함께 수백 년의 세월에도 변치 않는 명저의 감동을 다시 한번 확인해 보시기 바랍니다. 테마여행신문 TTN Korea 영어고전(English Classics) 999선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B 조너선 스위프트 콜렉션(Jonathan Swift Collection)(22) 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전092 조너선 스위프트의 걸리버 여행기 English Classics092 Gulliver's Travels into Several Remote Nations of the World by Jonathan Swift 영어고전372 조너선 스위프트의 책들의 전쟁 English Classics372 The Battle of the Books, and other Short Pieces by Jonathan Swift 영어고전373 조너선 스위프트의 통 이야기와 마틴의 역사 English Classics373 The Tale of a Tub and The History of Martin by Jonathan Swift 영어고전374 조너선 스위프트의 스텔라에게 쓴 편지 English Classics374 The Journal to Stella by Jonathan Swift 영어고전375 조너선 스위프트의 비커스태프-파트리지 페이퍼 English Classics375 The Bickerstaff-Partridge Papers by Jonathan Swift 영어고전376 조너선 스위프트의 세 가지 공손한 대화 English Classics376 Polite Conversation in Three Dialogues by Jonathan Swift 영어고전377 조너선 스위프트의 하인들에게 주는 지침 English Classics377 Hints to Servants by John Jones and Jonathan Swift 영어고전378 조너선 스위프트의 딘 스위프트의 시대의 아일랜드 English Classics378 Ireland in the Days of Dean Swift by Daly and Swift 영어고전379 조너선 스위프트의 세 가지 기도와 설교 English Classics379 Three Prayers and Sermons by Jonathan Swift 영어고전380 조너선 스위프트 시집Ⅰ-Ⅰ English Classics380 The Poems of Jonathan Swift, D.D., Volume 1-1 by Jonathan Swift 영어고전381 조너선 스위프트 시집Ⅰ-Ⅱ English Classics381 The Poems of Jonathan Swift, D.D., Volume 1-2 by Jonathan Swift 영어고전382 조너선 스위프트 시집Ⅱ-Ⅰ English Classics382 The Poems of Jonathan Swift, D.D., Volume 2-1 by Jonathan Swift 영어고전383 조너선 스위프트 시집Ⅱ-Ⅱ English Classics383 The Poems of Jonathan Swift, D.D., Volume 2-2 by Jonathan Swift 영어고전384 조너선 스위프트 시집Ⅱ-Ⅲ English Classics384 The Poems of Jonathan Swift, D.D., Volume 2-3 by Jonathan Swift 영어고전385 조너선 스위프트 시집Ⅱ-Ⅳ English Classics385 The Poems of Jonathan Swift, D.D., Volume 2-4 by Jonathan Swift 영어고전386 조너선 스위프트 산문집Ⅲ English Classics386 The Prose Works of Jonathan Swift, D.D. — Volume 03 by Jonathan Swift 영어고전387 조너선 스위프트 산문집Ⅳ English Classics387 The Prose Works of Jonathan Swift, D.D. — Volume 04 by Jonathan Swift 영어고전388 조너선 스위프트 산문집Ⅵ English Classics388 The Prose Works of Jonathan Swift, D.D. — Volume 06 by Jonathan Swift 영어고전389 조너선 스위프트 산문집Ⅶ English Classics389 The Prose Works of Jonathan Swift, D.D. — Volume 07 by Jonathan Swift 영어고전390 조너선 스위프트 산문집Ⅸ English Classics390 The Prose Works of Jonathan Swift, D.D. — Volume 09 by Jonathan Swift 영어고전391 조너선 스위프트 산문집Ⅹ English Classics391 The Prose Works of Jonathan Swift, D.D. — Volume 10 by Jonathan Swift 프란츠 카프카 콜렉션(Franz Kafka Collection)(02) 영어고전009 프란츠 카프카의 변신 English Classics009 Metamorphosis by Franz Kafka 영어고전392 프란츠 카프카의 심판 English Classics392 The Trial by Franz Kafka 테마여행신문 TTN Theme Travel News Korea는 2012년부터 현재까지 1,000종 이상의 콘텐츠를 기획 및 출간한 여행 전문 디지털 콘텐츠 퍼블리셔(Digital Contents Publisher)입니다. 다양한 분야의 전문작가와 함께 신개념 여행 가이드북 원코스(1 Course), 포토에세이 원더풀(Onederful), 여행에세이 별 헤는 밤(Counting the Stars at Night) 등 전 세계를 아우르는 분야별 여행 콘텐츠를 정기적으로 발행하고 있습니다. 더 나아가 인문 교양서 지식의 방주(Knowledge's Ark)와 知의 바이블(Bible of Knowledge), 실용서 원샷(1 Shot)과 IT로켓(IT Rocket) 등 새로운 분야와 여행의 콜라보에도 지속적으로 도전하고 있습니다. 국내 최고 & 최다 여행 콘텐츠 디지털 퍼블리셔 테마여행신문 TTN Korea(방송대 기네스상 2017 ‘최다 출간 및 최다 자격증’ 수상)와 함께 어제도, 오늘도, 내일도 멋진 여행을! B 테마여행신문 TTN Theme Travel News Korea editor@themetn.com 웹진 : www.themetn.com 출판사 : www.upaper.net\/themetn 유튜브 : http:\/\/bit.ly\/2J3yd0m 페이스북 : www.fb.com\/themetn 트위터 : www.twitter.com\/themetn",
                "categories" : [
                    "Fiction"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "1.2.2.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=Q0hZEAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=Q0hZEAAAQBAJ",
                "authors" : [
                    "조너선 스위프트(Jonathan Swift)"
                ],
                "publishedDate" : "2022-01-15",
                "title" : "영어고전372 조너선 스위프트의 책들의 전쟁(English Classics372 The Battle of the Books, and other Short Pieces by Jonathan Swift)",
                "publisher" : "테마여행신문 TTN Theme Travel News Korea",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791168052055"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 587,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=Q0hZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=Q0hZEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "ko",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=Q0hZEAAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=14&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "Q0hZEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 9900,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 9900000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 8910000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 8910,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=Q0hZEAAAQBAJ&rdid=book-Q0hZEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=Q0hZEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84372_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-pdf.acsm?id=Q0hZEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84372_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-epub.acsm?id=Q0hZEAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "THE PREFACE OF THE AUTHOR. 오직 한 쓰레기로만 버티는 두뇌가 있다. 주인에게는 신중히 모아 놓고, 그 작은 재고를 집안일로 관리하게 하라. 그러나 무엇보다도, 주인에게는 그것을 ..."
            },
            "kind" : "books#volume",
            "etag" : "Eugq5hvZ88w"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/SvQBAAAAYAAJ",
            "volumeInfo" : {
                "description" : "Vol. 1- 1836- contain \"A list of whale ships, belonging to the United States.\"",
                "categories" : [
                    "Fairhaven (Mass.)"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "0.6.10.0.full.1",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=SvQBAAAAYAAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=SvQBAAAAYAAJ",
                "publishedDate" : "1859",
                "title" : "The New Bedford Directory",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "HARVARD:HN4HVC"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 196,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=SvQBAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=SvQBAAAAYAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=SvQBAAAAYAAJ&pg=PA161&dq=Swift&hl=&as_brr=5&cd=15&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "SvQBAAAAYAAJ",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=SvQBAAAAYAAJ&rdid=book-SvQBAAAAYAAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=SvQBAAAAYAAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/The_New_Bedford_Directory.pdf?id=SvQBAAAAYAAJ&hl=&output=pdf&sig=ACfU3U0AwUzvgyUTvV6XD4jXGkaA2BUNGA&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/The_New_Bedford_Directory.epub?id=SvQBAAAAYAAJ&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> Andrew M. h . 17 Willis . <b>Swift<\/b> Augustus , inq . 75 North , &quot; California . &quot; <b>Swift<\/b> Benjamin , undertaker and coffin - warercoms 19 , h . 17 Mill . <b>Swift<\/b> Charles D. h . 150 Pleasant . <b>Swift<\/b> Charles H. mariner , b . 150 Pleasant&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "6HNdXm9ZNpQ"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/K5L5Yd9Nyy0C",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=K5L5Yd9Nyy0C&source=gbs_api",
                "categories" : [
                    "Subject headings, Library of Congress"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "1.4.5.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=K5L5Yd9Nyy0C",
                "authors" : [
                    "Library of Congress",
                    "Library of Congress. Subject Cataloging Division",
                    "Library of Congress. Office for Subject Cataloging Policy"
                ],
                "publishedDate" : "2013",
                "title" : "Library of Congress Subject Headings",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "MINN:30000009706940"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 1160,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=K5L5Yd9Nyy0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=K5L5Yd9Nyy0C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=K5L5Yd9Nyy0C&pg=RA2-PA734&dq=Swift&hl=&as_brr=5&cd=16&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "K5L5Yd9Nyy0C",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=K5L5Yd9Nyy0C&rdid=book-K5L5Yd9Nyy0C&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=K5L5Yd9Nyy0C&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : false
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Library_of_Congress_Subject_Headings.epub?id=K5L5Yd9Nyy0C&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> family <b>Swift<\/b> , Camp ( Tex . ) USE Camp <b>Swift<\/b> ( Tex . ) <b>Swift<\/b> , Ben ( Fictitious character ) ( Not Subd Geog ) UF Ben <b>Swift<\/b> ( Fictitious character ) <b>Swift<\/b> , Claire ( Fictitious character ) ( Not Subd Geog ) UF Claire <b>Swift<\/b>&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "uPc4dMixj7c"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/h1pZEAAAQBAJ",
            "volumeInfo" : {
                "description" : "Swift has been styled the Prince of Journalists. Like most titles whose aim is to express in modern words the character and achievements of a man of a past age, this phrase is not of the happiest. Applied to so extraordinary a man as Jonathan Swift, it is both misleading and inadequate. At best it embodies but a half-truth. It belongs to that class of phrases which, in emphasizing a particular side of the character, sacrifices truth to a superficial cleverness, and so does injustice to the character as a whole. The vogue such phrases obtain is thus the measure of the misunderstanding that is current; so that it often becomes necessary to receive them with caution and to test them with care. 스위프트는 언론인의 왕자라는 별명을 얻었습니다. 과거 사람의 성격과 업적을 현대 단어로 표현하는 것을 목표로 하는 대부분의 제목과 마찬가지로 이 문구는 가장 행복하지 않습니다. 조나단 스위프트와 같은 비범한 사람에게 적용되는 것은 오해의 소지가 있고 부적절합니다. 기껏해야 절반의 진실을 구현합니다. 그것은 캐릭터의 특정 면을 강조할 때 피상적인 영리함을 위해 진실을 희생하고 캐릭터 전체에 불의를 희생시키는 구의 부류에 속합니다. 따라서 그러한 문구가 얻는 유행은 현재의 오해의 척도입니다. 그래서 종종 그것들을 조심스럽게 받아들이고 조심스럽게 시험할 필요가 있게 됩니다. A prince in his art Swift certainly was, but his art was not the art of the journalist. Swift was a master of literary expression, and of all forms of that expression which aim at embodying in language the common life and common facts of men and their common nature. He had his limitations, of course; but just here lies the power of his special genius. He never attempted to express what he did not fully comprehend. If he saw things narrowly, he saw them definitely, and there was no mistaking the ideas he wished to convey. \"He understands himself,\" said Dr. Johnson, \"and his reader always understands him.\" 그의 예술에서 왕자는 확실히 스위프트였지만 그의 예술은 저널리스트의 예술이 아니었습니다. 스위프트는 문학적 표현의 대가였으며, 인간의 공통된 삶과 공통된 사실과 그들의 공통된 본성을 언어로 구현하는 것을 목표로 하는 모든 형태의 표현의 대가였습니다. 물론 그에게는 한계가 있었습니다. 그러나 여기에 그의 특별한 천재성의 힘이 있습니다. 그는 자신이 완전히 이해하지 못한 것을 표현하려고 시도하지 않았습니다. 그는 사물을 협소하게 보았을 때 그것을 분명히 보았고, 그가 전달하고자 하는 사상에 틀림이 없었다. 존슨 박사는 \"그는 자신을 이해하고 독자는 항상 그를 이해한다\"고 말했다. Within his limitations Swift swayed a sovereign power. His narrowness of vision, however, did never blind him to the relations that exist between fact and fact, between object and subject, between the actual and the possible. At the same time it was not his province, as it was not his nature, to handle such relations in the abstract. The bent of his mind was towards the practical and not the pure reason. The moralist and the statesman went hand in hand in him—an excellent example of the eighteenth century thinker. 그의 한계 내에서 스위프트는 주권을 흔들었습니다. 그러나 그의 좁은 시야는 사실과 사실 사이, 객체와 주체 사이, 실제와 가능성 사이에 존재하는 관계에 대해 결코 눈을 멀게 하지 않았습니다. 동시에 그러한 관계를 추상적으로 다루는 것은 그의 본성이 아니기 때문에 그의 영역이 아니었다. 그의 마음의 방향은 순수한 이성이 아니라 실천에 있었다. 도덕가와 정치가는 18세기 사상가의 훌륭한 본보기인 그와 함께 손을 잡았습니다. In such troubled waters, and at such a critical juncture, it was given to Swift to act as pilot to the ship of State. His papers to \"The Examiner\" must bear witness to the skill with which he accomplished the task set before him. His appeal to the people of England for confidence in the ministry, should be an appeal not alone on behalf of its distinguished and able members, but also on behalf of a policy by which \"the crooked should be made straight and the rough places plain.\" Such was to be the nature of his appeal, and he made it in a series of essays that turned every advantage with admirable effect to the side of his clients. Not another man then living could have done what he did; and we question if either Harley or St. John ever realized the service he rendered them. The later careers of these two men furnish no doubtful hints of what might have happened at this period had Swift been other than the man he was. 그러한 험난한 바다에서, 그리고 그러한 중대한 시기에 스위프트는 국가 함선의 도선사로 활동할 수 있었습니다. \"심사관\"에게 보내는 그의 서류는 그가 그에게 주어진 임무를 완수한 기술에 대해 증언해야 합니다. 그가 영국 사람들에게 목회에 대한 확신을 호소하는 것은 저명하고 유능한 회원들만을 위한 호소가 아니라 \"굽은 것을 곧게 하고 험한 곳을 평탄하게 하라\"는 정책을 위한 것이어야 합니다. \" 이것이 그의 호소의 본질이었으며, 그는 모든 이점을 그의 고객에게 놀라운 효과로 돌려주는 일련의 에세이로 작성했습니다. 당시에 살았던 다른 사람은 그가 한 일을 할 수 없었습니다. 그리고 우리는 Harley 또는 St. John이 그가 그들에게 제공한 봉사를 깨달은 적이 있는지 질문합니다. 이 두 사람의 후기 경력은 Swift가 그가 아닌 다른 사람이었다면 이 시기에 일어났을 일에 대한 의심의 여지가 없는 힌트를 제공합니다. In this spirit and in such wise did Swift temper his time and champion the cause of those men who had chosen him. This was a kind of \"examining\" to which neither the Whigs nor the Tories had been accustomed. It shed quite a new light on matters, which the country at large was not slow to appreciate. Throughout the length and breadth of the kingdom \"The Examiner\" was welcomed and its appeals responded to. Its success was notable, even magnificent; but it was not a lasting success. 이러한 정신과 현명한 방법으로 Swift는 시간을 조절하고 자신을 선택한 사람들의 대의를 옹호했습니다. 이것은 휘그당이나 보수당 모두 익숙하지 않은 일종의 \"검토\"였습니다. 그것은 국가가 일반적으로 평가하는 데 느리지 않은 문제에 대해 아주 새로운 빛을 비췄습니다. 왕국 전체에 걸쳐 \"시험관\"은 환영을 받았고 그 호소에 응했습니다. 그 성공은 주목할 만하고 심지어 웅장하기까지 하였습니다. 그러나 그것은 지속적인 성공이 아니었습니다. It did the work that the ministry had intended it to do, and did it unmistakably; but the principles of this National party were for men of a sterner mould than either Harley or St. John. Swift had laid a burden on their shoulders heavier than they could carry, and they fell when they were bereft of his support. But the work Swift did bears witness to-day to a very unusual combination of qualities in the genius of this man, whose personality stands out even above his work. It was ever his fate to serve and never his happiness to command; but then he had himself accepted servitude when he donned the robe of the priest. INTRODUCTION. 그것은 사역이 의도한 일을 했고, 틀림없이 해냈습니다. 그러나 이 국민당의 원칙은 할리나 세인트 존보다 엄격한 사람들을 위한 것이었습니다. 스위프트는 그들이 짊어질 수 있는 것보다 더 무거운 짐을 그들의 어깨에 짊어지고 있었고, 그의 지지를 받지 못한 채 넘어졌습니다. 그러나 Swift가 한 작업은 오늘날 그의 작업보다 개성이 두드러진 이 사람의 천재성에서 매우 이례적인 특성 조합을 보여줍니다. 섬기는 것이 그의 운명이지 명령하는 것이 그의 행복은 아니었습니다. 그러나 그는 제사장의 예복을 입었을 때 스스로 노예가 되었습니다. 소개글(INTRODUCTION). -목차(Index)- 프롤로그(Prologue). 테마여행신문 TTN Korea 영어고전(English Classics) 999선을 읽어야 하는 7가지 이유 21가지 키워드로 읽는 조너선 스위프트(Jonathan Swift) by 조명화 편집장 01. 조너선 스위프트(Jonathan Swift)는 영국인? 아일랜드인! 02. 조너선 스위프트(Jonathan Swift)는 성직자?! 03. 자신의 비문을, 본인이 직접 쓴 괴짜 04. 풍자 좀 하는데? 스위프트인(Swiftian)! 05. 화성(Mars)에 그의 이름을 딴 분화구가?! 스위프트 분화구(Swift Crater) 06. 아일랜드 트림(Trim)의 스위프트 거리(Swift's Street) 07. 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) 08. 아이작 비커스타프(Isaac Bickerstaff)(1708) 09. 드레피어의 편지(Drapier's Letters)(1724~1725) 10. 겸손한 제안(A Modest Proposal)(1729) 11. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726) 11-1. 세상에서 가장 위험한 소설! 11-2. 르무엘 걸리버(Lemuel Gulliver)는 조너선 스위프트 본인?! 11-3. 걸면 걸리는 걸리버?! 현대 PCS CF(1997) 11-4. 걸리버 여행기에 한국해(Sea of Corea)가?! 11-5. 소인국 릴리퍼트(Lilliput)는 영국, 블레푸스쿠(Blefuscu)는 프랑스?! 11-6. 천공의 섬 라퓨타(Laputa)는 영국, 발니바르비(Balnibarbi)는 아일랜드?! 11-7. 미야자키 하야오 감독의 애니메이션 천공의 섬 라퓨타(天空の城ラピュタ) 11-8. 포털사이트 야후(Yahoo!) & 윤태호의 만화 야후(YAHOO)(1998~2003) 12. 오디오북(Audio Books)으로 듣는 조너선 스위프트(Jonathan Swift) 13. 조너선 스위프트(Jonathan Swift)의 어록(Quotes)(30) 조너선 스위프트 산문집Ⅸ(The Prose Works of Jonathan Swift, D.D. — Volume 09 by Jonathan Swift) Introduction Contributions To \"The Tatler.\" The Tatler, Numb. 32. The Tatler, Numb. 35. The Tatler, Numb. 59. The Tatler, Numb. 63. The Tatler, Numb. 66. The Tatler, Numb. 67. The Tatler, Numb. 68. The Tatler, Numb. 70. The Tatler, Numb. 71. The Tatler, Numb. 230. The Tatler, Numb. 258. The Tatler, Numb. I. The Tatler, No. 2. The Tatler, No. 5. The Tatler, Numb. 298. The Tatler, Numb. 302. The Tatler, Numb. 306. Contributions To \"The Examiner.\" The Examiner. Numb. 14. Numb. 15. Numb. 16. Numb. 17. Numb. 18. Numb. 19. Numb. 20. Numb. 21. Numb. 22. Numb. 23. Numb. 24. Numb. 25. Numb. 26. Numb. 27. Numb. 28. Numb. 29. Numb. 30. Numb. 31. Numb. 32. Numb. 33. Numb. 34. Numb. 35. Numb. 36. Numb. 37. Numb. 38. Numb. 39. Numb. 40. Numb. 41. Numb. 42. Numb. 43. Numb. 44. Numb. 45. Numb. 46. Contribution To \"The Spectator.\" The Spectator, Numb. L. Contributions To \"The Intelligencer.\" The Intelligencer, Numb. 1. The Intelligencer, Numb. III. The Intelligencer, Numb. XIX. Index. 부록(Appendix). 세계의 고전을 여행하는 히치하이커를 위한 안내서(The Hitchhiker’s Guide to Worlds’s Classics) A01. 하버드 서점(Harvard Book Store) 직원 추천 도서 100선(Staff’s Favorite 100 Books) & 판매도서 100위(Top 100 Books) A02. 서울대 권장도서 100 A03. 연세필독도서 고전 200선 A04. 고려대학교 세종캠퍼스 권장도서 100선 A05. 서울대, 연세대, 고려대 공통 권장도서 60권 A06. 성균관대학교 오거서(五車書) 성균 고전 100선 A07. 경희대 후마니타스 칼리지(Humanitas College) 교양필독서 100선 A08. 포스텍(포항공대) 권장도서 100선 A09. 카이스트(KAIST) 독서마일리지제 추천도서 100권 A10. 문학상 수상작 및 추천도서(44) A11. 영어고전(English Classics) 오디오북을 무료로 듣는 5가지 방법(How to listen to FREE audio Books legally?) A12. 영화·드라마로 만나는 영어고전(Movies And TV Shows Based on English Classic Books) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 도서목록(1,235) 테마여행신문 TTN Korea 영어고전(English Classics) 999선 테마여행신문 TTN Korea 영어고전(English Classics) 999선은 더 이상의 설명이 필요 없을 정도로 유명한 고전 명작 중에서도 수차례 영화와 드라마로 제작된 바 있는 - 대중성을 겸비한 베스트셀러를 엄선해 선정하였습니다. 또한 영어고전(English Classics)과 영어듣기를 동시에 즐기실 수 있도록 세계 최대의 무료 도메인 오디오북(free public domain audioBooks) 플랫폼 리브리복스(LibriVox) 오디오북 링크를 도서·챕터별로 첨부하였습니다. 테마여행신문 TTN Korea 조명화 편집장의 ‘OO가지 키워드로 읽는 작가 & 작품’ 해설과 함께 수백 년의 세월에도 변치 않는 명저의 감동을 다시 한번 확인해 보시기 바랍니다. 테마여행신문 TTN Korea 영어고전(English Classics) 999선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B 조너선 스위프트 콜렉션(Jonathan Swift Collection)(22) 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전092 조너선 스위프트의 걸리버 여행기 English Classics092 Gulliver's Travels into Several Remote Nations of the World by Jonathan Swift 영어고전372 조너선 스위프트의 책들의 전쟁 English Classics372 The Battle of the Books, and other Short Pieces by Jonathan Swift 영어고전373 조너선 스위프트의 통 이야기와 마틴의 역사 English Classics373 The Tale of a Tub and The History of Martin by Jonathan Swift 영어고전374 조너선 스위프트의 스텔라에게 쓴 편지 English Classics374 The Journal to Stella by Jonathan Swift 영어고전375 조너선 스위프트의 비커스태프-파트리지 페이퍼 English Classics375 The Bickerstaff-Partridge Papers by Jonathan Swift 영어고전376 조너선 스위프트의 세 가지 공손한 대화 English Classics376 Polite Conversation in Three Dialogues by Jonathan Swift 영어고전377 조너선 스위프트의 하인들에게 주는 지침 English Classics377 Hints to Servants by John Jones and Jonathan Swift 영어고전378 조너선 스위프트의 딘 스위프트의 시대의 아일랜드 English Classics378 Ireland in the Days of Dean Swift by Daly and Swift 영어고전379 조너선 스위프트의 세 가지 기도와 설교 English Classics379 Three Prayers and Sermons by Jonathan Swift 영어고전380 조너선 스위프트 시집Ⅰ-Ⅰ English Classics380 The Poems of Jonathan Swift, D.D., Volume 1-1 by Jonathan Swift 영어고전381 조너선 스위프트 시집Ⅰ-Ⅱ English Classics381 The Poems of Jonathan Swift, D.D., Volume 1-2 by Jonathan Swift 영어고전382 조너선 스위프트 시집Ⅱ-Ⅰ English Classics382 The Poems of Jonathan Swift, D.D., Volume 2-1 by Jonathan Swift 영어고전383 조너선 스위프트 시집Ⅱ-Ⅱ English Classics383 The Poems of Jonathan Swift, D.D., Volume 2-2 by Jonathan Swift 영어고전384 조너선 스위프트 시집Ⅱ-Ⅲ English Classics384 The Poems of Jonathan Swift, D.D., Volume 2-3 by Jonathan Swift 영어고전385 조너선 스위프트 시집Ⅱ-Ⅳ English Classics385 The Poems of Jonathan Swift, D.D., Volume 2-4 by Jonathan Swift 영어고전386 조너선 스위프트 산문집Ⅲ English Classics386 The Prose Works of Jonathan Swift, D.D. — Volume 03 by Jonathan Swift 영어고전387 조너선 스위프트 산문집Ⅳ English Classics387 The Prose Works of Jonathan Swift, D.D. — Volume 04 by Jonathan Swift 영어고전388 조너선 스위프트 산문집Ⅵ English Classics388 The Prose Works of Jonathan Swift, D.D. — Volume 06 by Jonathan Swift 영어고전389 조너선 스위프트 산문집Ⅶ English Classics389 The Prose Works of Jonathan Swift, D.D. — Volume 07 by Jonathan Swift 영어고전390 조너선 스위프트 산문집Ⅸ English Classics390 The Prose Works of Jonathan Swift, D.D. — Volume 09 by Jonathan Swift 영어고전391 조너선 스위프트 산문집Ⅹ English Classics391 The Prose Works of Jonathan Swift, D.D. — Volume 10 by Jonathan Swift 프란츠 카프카 콜렉션(Franz Kafka Collection)(02) 영어고전009 프란츠 카프카의 변신 English Classics009 Metamorphosis by Franz Kafka 영어고전392 프란츠 카프카의 심판 English Classics392 The Trial by Franz Kafka 테마여행신문 TTN Theme Travel News Korea는 2012년부터 현재까지 1,000종 이상의 콘텐츠를 기획 및 출간한 여행 전문 디지털 콘텐츠 퍼블리셔(Digital Contents Publisher)입니다. 다양한 분야의 전문작가와 함께 신개념 여행 가이드북 원코스(1 Course), 포토에세이 원더풀(Onederful), 여행에세이 별 헤는 밤(Counting the Stars at Night) 등 전 세계를 아우르는 분야별 여행 콘텐츠를 정기적으로 발행하고 있습니다. 더 나아가 인문 교양서 지식의 방주(Knowledge's Ark)와 知의 바이블(Bible of Knowledge), 실용서 원샷(1 Shot)과 IT로켓(IT Rocket) 등 새로운 분야와 여행의 콜라보에도 지속적으로 도전하고 있습니다. 국내 최고 & 최다 여행 콘텐츠 디지털 퍼블리셔 테마여행신문 TTN Korea(방송대 기네스상 2017 ‘최다 출간 및 최다 자격증’ 수상)와 함께 어제도, 오늘도, 내일도 멋진 여행을! B 테마여행신문 TTN Theme Travel News Korea editor@themetn.com 웹진 : www.themetn.com 출판사 : www.upaper.net\/themetn 유튜브 : http:\/\/bit.ly\/2J3yd0m 페이스북 : www.fb.com\/themetn 트위터 : www.twitter.com\/themetn",
                "categories" : [
                    "Fiction"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "1.3.3.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=h1pZEAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=h1pZEAAAQBAJ",
                "authors" : [
                    "조너선 스위프트(Jonathan Swift)"
                ],
                "publishedDate" : "2022-01-15",
                "title" : "영어고전390 조너선 스위프트 산문집Ⅸ(English Classics390 The Prose Works of Jonathan Swift, D.D. — Volume 09 by Jonathan Swift)",
                "publisher" : "테마여행신문 TTN Theme Travel News Korea",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791168052239"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 898,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=h1pZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=h1pZEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "ko",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=h1pZEAAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=17&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "h1pZEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 9900,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 9900000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 8910000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 8910,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=h1pZEAAAQBAJ&rdid=book-h1pZEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=h1pZEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84390_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-pdf.acsm?id=h1pZEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84390_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-epub.acsm?id=h1pZEAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "It did the work that the ministry had intended it to do, and did it unmistakably; but the principles of this National party were for men of a sterner mould than either Harley or St. John."
            },
            "kind" : "books#volume",
            "etag" : "f7ufFrKJcPg"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/1boSEAAAQBAJ",
            "volumeInfo" : {
                "description" : "동화로 잘 알려져 있지만, 사실 당대 영국의 정치, 종교, 식민지 정책, 차별 등을 신랄하게 비꼰 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726)은 ‘세계 최고의 풍자 소설’이란 칭호가 아깝지 않은 18세기의 걸작입니다. 아일랜드 추밀원(Irish Privy Council)이 그가 신분을 숨기고 발표한 7편의 드레피어의 편지(Drapier's Letters)(1724~1725)에 현상금을 걸었을 정도로 ‘세상에서 가장 위험한 소설’이자 ‘가장 유명한 금서(禁書)’가 된 걸리버 여행기는 출판업자 또한 투옥을 피하기 위해 적지 않은 부분을 고치고 삭제하였을 정도로 위험을 감수해야하는 문제작인 동시에 그만큼의 인기를 확신할 정도로 재미있는 작품이기도 합니다. 조너선 스위프트(Jonathan Swift)의 작품은 단연 걸리버 여행기가 가장 잘 알려져 있지만, 다른 작품에서도 스위프트 특유의 – 스위프트인(Swiftian)다운 풍자와 해학이 넘실댑니다! 자신의 이름을 딴 풍자 축제 스위프트 풍자 축제(Swift Satire Festival, Trim)가 존재하는 세계 최고의 풍자 문학가(Satirist) 조너선 스위프트의 문학세계로 여러분을 초대합니다. 테마여행신문 TTN Korea 영어고전(English Classics)과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) : 스위프트는 종교분쟁으로 조용할 날이 없는 당시 영국의 현실을 풍자한 통 이야기(1704)를 출간하였습니다. 통 이야기(The Tale of a Tub)(1704)에 등장하는 3형제 – 피터, 마틴, 잭은 각각 카톨릭, 영국 국교회, 청교도를 은유하며, 제목 ‘통(Tub)’은 바다에서 고래를 만났을 때 고래가 배와 부딪치는 사고를 방지하기 위해 바다에 던지는 미끼(통)를 의미합니다. 3형제는 아버지가 물려준 외투를 어떻게 수선하느냐, 단추를 다느냐, 어떤 단추를 다느냐 등 사소하다 못해 큰 의미도 없는 꺼리를 가지고 서로 안달복달하는데요, 그 모습이 참으로 가관이 아닐 수 없습니다. 대중들의 반응은 뜨거웠으나, 정권에서는 – 특히 앤 여왕(Queen Anne)은 그를 못마땅해 했습니다. 결국 앤 여왕은 1713년 영국의 대성당 주교를 갈망하던 스위프트를 바다 건너 더블린 성 패트릭 대성당으로 임명해, 영국 밖으로 치워 버립니다. 당시의 사건으로 스위프트는 정권에 대한 반감이 더욱 커졌고, 자신이 할 수 있는 복수 – 펜을 들었습니다. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726)에서 궁전의 불을 끄는 공로에도 불구하고, 오줌을 싸면 사형이라는 어처구니없는 법에 따라 사형 위기에 처하는 소인국 에피소드의 모티브는 앤 여왕과의 알력을 풍자한 것입니다. 아이작 비커스타프(Isaac Bickerstaff)(1708) : 아이작 비커스타프(Isaac Bickerstaff)란 필명으로 발표한 편지와 추도사는 당대 명성을 날리던 점성술사 존 파트리지(John Partridge)(1644~1714)를 비아냥 대기 위해 쓴 것으로, 무려 그의 죽음을 예언하였습니다!! 졸지에 손님이 아니라, 문상객을 맞이하게 된 파트리지는 이에 대한 반박문을 쓰는데, 스위프트는 그마저도 ‘죽은 사람의 글을 믿지 말라’며 비꼽니다. They were sure no man alive ever to writ such damned stuff as this. 이딴 글을 쓸 사람은 없어! 당시의 충격으로 존 파트리지가 사망했다는 썰이 있으나, 그는 70세로 장수한 편입니다. 다만 죽기 전까지 그의 추도사에 괴로워 한 것은 분명합니다. 드레피어의 편지(Drapier's Letters)(1724~1725) : 드레피어(M.B.Drapier)란 필명으로 발표한 7편의 드레피어의 편지(Drapier's Letters)(1724~1725)는 영국 정부의 특허권을 독점한 윌리엄 우드(William Wood)가 제조한 아일랜드 동전의 품질이 형편없음을 고발한 문건으로, 아일랜드인의 열광적인 지지를 받은 동시에 영국 정부를 빡치게 만들었습니다. 아일랜드의 화폐는 영국으로써 포기할 수 없는 이권 사업이자 식민지 정책의 일환이였기 때문에 아일랜드 추밀원(Irish Privy Council)은 작가를 찾기 위해 무려 300파운드의 거액을 현상금을 걸었으나 아무도 고발하지 않았다는... 작가를 찾지 못하자 애꿎은 출판업자 존 하딩(John Harding)이 기소되기는 하였으나, 결국 1725년 윌리엄 우드의 특허권은 취소되었습니다. 조너선 스위프트가 단순한 문학가를 넘어, ‘아일랜드의 영웅’으로 불리는 대사건이지요! 겸손한 제안(A Modest Proposal)(1729) : 겸손한 제안(A Modest Proposal)(1729)은 조너선 스위프트가 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726)를 출간한 후 3년 후, 굶주리는 아일랜드의 현실을 비꼬기 위해 쓴 짧은 수필입니다. 원제는 겸손한 제안 : 아일랜드 빈민층 아이들이 그들의 부모와 국가에 부담이 되는 것을 예방하고, 공공의 이익으로 바꾸기 위한 제안(A Modest Proposal: For Preventing the Children of Poor People in Ireland from Being a Burden to Their Parents or Country, and for Making Them Beneficial to the Publick)으로 상당히 깁니다. 아일랜드는 기후가 좋지 않은데다가 밀을 심을 만한 곳이 많지 않아 식량 문제를 해결하기가 쉽지 않았습니다. 그러나, 힘센 이웃 영국은 영국에서 이주시킨 이주민에게 가장 좋은 땅을 뺏어서 나눠주었기 때문에, 소작농으로 전락한 힘없는 아일랜드의 주민들은 기아에 시달릴 수 밖에 없었습니다. 쌀을 대량으로 반출해, 정작 농부들은 잡곡으로 끼니를 떼워야 했던 일제 시대를 연상케 하네요... 이 외에도 영국 성공회 신자가 아닌 카톨릭 교도는 공직에 등용될 수 없는 페널 법(Penal Laws)을 제정하고, 산업혁명의 근간이 되는 공장은 영국에 두고 아일랜드에서는 오직 농경지만을 경영하는 등 정치·경제적으로 아일랜드를 수탈하였습니다. 겸손한 제안(A Modest Proposal)(1729)은 이렇게 굶주릴 바에야 어차피 굶는 아일랜드의 아이들을 ‘영국 지주님들의 식량’으로 판매하자는 반어적인 주장입니다. 아일랜드의 인구, 가임기 부부와 그들이 출산하는 자녀를 숫자로 계산하여 판매할 상품을 산정하는 과정이 압권입니다. 삼백년이 지난 현재까지도 겸손한 제안(A Modest Proposal)(1729)이 풍자문학의 최고봉이자, 블랙코미디의 정수라고 불리는 이유가 여기에 있습니다. 제목부터가 참으로 ‘겸손’하지 않습니까? 걸리버 여행기에서 천공의 섬 라퓨타(Laputa)에 착취당하는 발니바르비의 린달리노(Lindalino)는 각각 영국과 아일랜드를 대놓고 풍자한 것입니다. -목차(Index)- 프롤로그(Prologue). 테마여행신문 TTN Korea 영어고전(English Classics) 101선을 읽어야 하는 7가지 이유 19가지 키워드로 읽는 조너선 스위프트(Jonathan Swift) by 조명화 편집장 01. 조너선 스위프트(Jonathan Swift)는 영국인? 아일랜드인! 02. 조너선 스위프트(Jonathan Swift)는 성직자?! 03. 자신의 비문을, 본인이 직접 쓴 괴짜 04. 풍자 좀 하는데? 스위프트인(Swiftian)! 05. 화성(Mars)에 그의 이름을 딴 분화구가?! 스위프트 분화구(Swift Crater) 06. 아일랜드 트림(Trim)의 스위프트 거리(Swift's Street) 07. 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) 08. 아이작 비커스타프(Isaac Bickerstaff)(1708) 09. 드레피어의 편지(Drapier's Letters)(1724~1725) 10. 겸손한 제안(A Modest Proposal)(1729) 11. 걸리버 여행기(Gulliver's Travels into Several Remote Nations of the World)(1726) 11-1. 세상에서 가장 위험한 소설! 11-2. 르무엘 걸리버(Lemuel Gulliver)는 조너선 스위프트 본인?! 11-3. 걸면 걸리는 걸리버?! 현대 PCS CF(1997) 11-4. 걸리버 여행기에 한국해(Sea of Corea)가?! 11-5. 소인국 릴리퍼트(Lilliput)는 영국, 블레푸스쿠(Blefuscu)는 프랑스?! 11-6. 천공의 섬 라퓨타(Laputa)는 영국, 발니바르비(Balnibarbi)는 아일랜드?! 11-7. 미야자키 하야오 감독의 애니메이션 천공의 섬 라퓨타(天空の城ラピュタ) 11-8. 포털사이트 야후(Yahoo!) & 윤태호의 만화 야후(YAHOO)(1998~2003) Ⅰ. 조너선 스위프트의 겸손한 제안(A Modest Proposal by Jonathan Swift)(1729) Ⅱ. 통 이야기와 마틴의 역사(The Tale of a Tub and The History of Martin)(1704) To the Right Honourable John Lord Somers The Bookseller to The Reader The Epistle Dedicatory The Preface Section I. The Introduction Section II. Section III. A Digression Concerning Critics Section IV. A Tale of a Tub Section V. A Digression in the Modern Kind Section VI. A Tale of a Tub Section VII. A Digression in Praise of Digressions Section VIII. A Tale of a Tub Section IX. A Digression Concerning the Original... Section X. A Farther Digression Section XI. A Tale of a Tub The Conclusion 마틴의 역사(The History of Martin) The History of Martin A Digression on the Nature... The History of Martin—Continued A Project for the Universal Benefit of Mankind III. 책의 전쟁 단편집(The Battle of the Books, and other Short Pieces)(1886) Introduction The Bookseller to the Reader The Preface of the Author The Battle of the Books The Episode of Bentley and Wotton A Meditation upon a Broomstick Predictions for the Year 1708 The Accomplishment of the first of Mr. Bickerstaff’s predictions Baucis and Philemon The Logicians Refuted The Puppet Show Cadenus and Vanessa Stella’s Birthday, 1718 Stella’s Birthday, 1720 Stella’s Birthday, 1722 Stella’s Birthday, 1724 Stella’s Birthday, March 13, 1726 To Stella The First he wrote OCT. 17, 1727 The Second Prayer was written NOV. 6, 1727 The Breast’s Confession(1732) An Argument to prove that the Abolishing of Christianity in England May~ Hints towards an Essay on Conversation Thoughts on Various Subjects 부록(Appendix). 세계의 고전을 여행하는 히치하이커를 위한 안내서(The Hitchhiker's Guide to Worlds’s Classics) A01. 하버드 서점(Harvard Book Store) 직원 추천 도서 100선(Staff's Favorite 100 Books) & 판매도서 100위(Top 100 Books) A02. 서울대 권장도서 100 A03. 연세필독도서 고전 200선 A04. 고려대학교 세종캠퍼스 권장도서 100선 A05. 서울대, 연세대, 고려대 공통 권장도서 60권 A06. 성균관대학교 오거서(五車書) 성균 고전 100선 A07. 경희대 후마니타스 칼리지(Humanitas College) 교양필독서 100선 A08. 포스텍(포항공대) 권장도서 100선 A09. 카이스트(KAIST) 독서마일리지제 추천도서 100권 A10. 문학상 수상작 및 추천도서(44) A11. 영어고전(English Classics) 오디오북을 무료로 듣는 5가지 방법(How to listen to FREE audio books legally?) A12. 영화·드라마로 만나는 영어고전(Movies And TV Shows Based on English Classic Books) 조명화 편집장의 국내일주(Korea Round Travel) & 세계일주(World Round Travel)(049) 테마여행신문 TTN Korea 영어고전(English Classics) 101선 테마여행신문 TTN Korea 도서목록(954) 테마여행신문 TTN Korea 영어고전(English Classics) 101선 테마여행신문 TTN Korea 영어고전(English Classics) 101선은 더 이상의 설명이 필요 없을 정도로 유명한 고전 명작 중에서도 수차례 영화와 드라마로 제작된 바 있는 - 대중성을 겸비한 베스트셀러를 엄선해 선정하였습니다. 또한 영어고전(English Classics)과 영어듣기를 동시에 즐기실 수 있도록 세계 최대의 무료 도메인 오디오북(free public domain audiobooks) 플랫폼 리브리복스(LibriVox) 오디오북 링크를 도서·챕터별로 첨부하였습니다. 테마여행신문 TTN Korea 조명화 편집장의 ‘OO가지 키워드로 읽는 작가 & 작품’ 해설과 함께 수백 년의 세월에도 변치 않는 명저의 감동을 다시 한번 확인해 보시기 바랍니다. 테마여행신문 TTN Korea 영어고전(English Classics) 101선과 함께 어제도, 오늘도, 내일도 멋진 문학여행을! B 영어고전001 찰스 디킨스의 크리스마스 단편집 English Classics001 Christmas Books by Charles Dickens 영어고전002 메리 셸리의 프랑켄슈타인 English Classics002 Frankenstein by Mary Wollstonecraft Shelley 영어고전003 제인 오스틴의 오만과 편견 English Classics003 Pride and Prejudice by Jane Austen 영어고전004 나다니엘 호손의 주홍글씨 English Classics004 The Scarlet Letter by Nathaniel Hawthorne 영어고전005 샬롯 퍼킨스 길먼의 노란 벽지 English Classics005 The Yellow Wallpaper by Charlotte Perkins Gilman 영어고전006 루이스 캐럴의 이상한 나라의 앨리스 English Classics006 Alice's Adventures in Wonderland by Lewis Carroll 영어고전007 조너선 스위프트의 겸손한 제안 English Classics007 A Modest Proposal by Jonathan Swift 영어고전008 헨릭 입센의 인형의 집 English Classics008 A Doll's House by Henrik Ibsen 영어고전009 프란츠 카프카의 변신 English Classics009 Metamorphosis by Franz Kafka 영어고전010 찰스 디킨스의 두 도시 이야기 English Classics010 A Tale of Two Cities by Charles Dickens 영어고전011 허먼 멜빌의 모비딕 English Classics011 Moby Dick by Herman Melville 영어고전012 오스카 와일드의 진지함의 중요성 English Classics012 The Importance of Being Earnest by Oscar Wilde 영어고전013 아인 랜드의 성가 English Classics013 Anthem by Ayn Rand 영어고전014 아서 코난 도일의 셜록 홈즈의 모험 English Classics014 The Adventures of Sherlock Holmes by Arthur Conan Doyle 영어고전015 마크 트웨인의 허클베리 핀의 모험 English Classics015 Adventures of Huckleberry Finn by Mark Twain 영어고전016 로버트 루이스 스티븐슨의 지킬 박사와 하이드 English Classics016 The Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson 영어고전017 케이트 쇼팽의 각성 English Classics017 The Awakening, and Selected Short Stories by Kate Chopin 영어고전018 존 레슬리 홀의 베오울프 English Classics018 Beowulf : An Anglo-Saxon Epic Poem by J. Lesslie Hall 영어고전019 헨리 데이비드 소로의 월든 & 시민불복종 English Classics019 Walden, and On The Duty Of Civil Disobedience by Henry David Thoreau 영어고전020 미국 노예 프레더릭 더글러스의 삶에 관한 이야기 English Classics020 Narrative of the Life of Frederick Douglass, an American Slave 영어고전021 오스카 와일드의 도리안 그레이의 초상 English Classics021 The Picture of Dorian Gray by Oscar Wilde 영어고전022 브램 스토커의 드라큘라 English Classics022 Dracula by Bram Stoker 영어고전023 샬롯 브론테의 제인 에어 English Classics023 Jane Eyre : An Autobiography by Charlotte Brontë 영어고전024 니콜로 마키아벨리의 군주론 English Classics024 The Prince by Niccolò Machiavelli 영어고전025 마크 트웨인의 톰 소여의 모험 English Classics025 The Adventures of Tom Sawyer by Mark Twain 영어고전026 찰스 디킨스의 위대한 유산 English Classics026 Great Expectations by Charles Dickens 영어고전027 조지프 콘래드의 암흑의 핵심 English Classics027 Heart of Darkness by Joseph Conrad 영어고전028 그림 형제 동화집 English Classics028 Grimms' Fairy Tales by Jacob Grimm and Wilhelm Grimm 영어고전029 리즈 브라즈웰의 피터팬 English Classics029 Peter Pan by J. M. Barrie 영어고전030 아서 코난 도일의 바스커빌의 사냥개 English Classics030 The Hound of the Baskervilles by Arthur Conan Doyle 영어고전031 잭 런던의 야성의 부름 English Classics031 The Call of the Wild by Jack London 영어고전032 루이자 메이 알코트의 작은 아씨들 English Classics032 Little Women by Louisa May Alcott 영어고전033 윌리엄 듀보이스의 흑인의 영혼 English Classics033 The Souls of Black Folk by W. E. B. Du Bois 영어고전034 레프 톨스토이의 전쟁과 평화 English Classics034 War and Peace by Leo Tolstoy 영어고전035 로버트 루이스 스티븐슨의 보물섬 English Classics035 Treasure Island by Robert Louis Stevenson 영어고전036 클레멘트 클라크 무어의 성 니콜라스의 방문 English Classics036 Twas the Night before Christmas : A Visit from St. Nicholas by Clement Clarke Moore 영어고전037 오 헨리의 크리스마스 선물 English Classics037 The Gift of the Magi by O. Henry 영어고전038 라이먼 프랭크 바움의 오즈의 마법사 English Classics038 The Wonderful Wizard of Oz by L. Frank Baum 영어고전039 제임스 조이스의 더블린 사람들 English Classics039 Dubliners by James Joyce 영어고전040 호메로스의 일리아드 English Classics040 The Iliad by Homer 영어고전041 제인 오스틴의 엠마 English Classics041 Emma by Jane Austen 영어고전042 조지 버나드 쇼의 피그말리온 English Classics042 Pygmalion by Bernard Shaw 영어고전043 제임스 조이스의 율리시스 English Classics043 Ulysses by James Joyce 영어고전044 칼릴 지브란의 예언자 English Classics044 The Prophet by Kahlil Gibran 영어고전045 플라톤의 국가론 English Classics045 The Republic by Plato 영어고전046 알렉상드르 뒤마의 몽테 크리스토 백작 English Classics046 The Count of Monte Cristo by Alexandre Dumas 영어고전047 해리엇 비처 스토의 톰 아저씨의 오두막집 English Classics047 Uncle Tom's Cabin by Harriet Beecher Stowe 영어고전048 에밀리 브론테의 폭풍의 언덕 English Classics048 Wuthering Heights by Emily Brontë 영어고전049 오스카 와일드의 행복한 왕자 English Classics049 The Happy Prince, and Other Tales by Oscar Wilde 영어고전050 헤르만 헤세의 싯다르타 English Classics050 Siddhartha by Hermann Hesse 영어고전051 표도르 도스토옙스키의 죄와 벌 English Classics051 Crime and Punishment by Fyodor Dostoyevsky 영어고전052 이디스 워튼의 이선 프롬 English Classics052 Ethan Frome by Edith Wharton 영어고전053 루시 모드 몽고메리의 빨간 머리 앤 English Classics053 Anne of Green Gables by L. M. Montgomery 영어고전054 토머스 홉스의 리바이어던 English Classics054 Leviathan by Thomas Hobbes 영어고전055 표도르 도스토옙스키의 카라마조프가의 형제들 English Classics055 The Brothers Karamazov by Fyodor Dostoyevsky 영어고전056 허버트 조지 웰스의 우주 전쟁 English Classics056 The War of the Worlds by H. G. Wells 영어고전057 헨리 제임스의 나사의 회전 English Classics057 The Turn of the Screw by Henry James 영어고전058 빅토르 위고의 레 미제라블 English Classics058 Les Misérables by Victor Hugo 영어고전059 미구엘 드 세르반테스의 돈키호테 English Classics059 Don Quixote by Miguel de Cervantes Saavedra 영어고전060 에드거 앨런 포의 적사병의 가면극 English Classics060 The Masque of the Red Death by Edgar Allan Poe 영어고전061 호메로스의 오디세이 English Classics061 The Odyssey by Homer 영어고전062 워싱턴 어빙의 슬리피 할로우의 전설 English Classics062 The Legend of Sleepy Hollow by Washington Irving 영어고전063 아서 코난 도일의 주홍색 연구 English Classics063 A Study in Scarlet by Arthur Conan Doyle 영어고전064 몽테뉴의 수상록 English Classics064 Essays of Michel de Montaigne 영어고전065 찰스 디킨스의 올리버 트위스트 English Classics065 Oliver Twist by Charles Dickens 영어고전066 볼테르의 캉디드 English Classics066 Candide by Voltaire 영어고전067 단테 알리기에리의 신곡 English Classics067 Divine Comedy, Longfellow's Translation, Hell by Dante Alighieri 영어고전068 프리드리히 니체의 선악의 저편 English Classics068 Beyond Good and Evil by Friedrich Wilhelm Nietzsche 영어고전069 찰스 디킨스의 데이비드 코퍼필드 English Classics069 David Copperfield by Charles Dickens 영어고전070 허버트 조지 웰스의 타임머신 English Classics070 The Time Machine by H. G. Wells 영어고전071 제인 오스틴의 센스 앤 센서빌러티 English Classics071 Sense and Sensibility by Jane Austen 영어고전072 대니얼 디포의 전염병 연대기 English Classics072 A Journal of the Plague Year by Daniel Defoe 영어고전073 프랜시스 호지슨 버넷의 비밀의 화원 English Classics073 The Secret Garden by Frances Hodgson Burnett 영어고전074 제롬 K. 제롬의 보트 위의 세 남자 English Classics074 Three Men in a Boat : To Say Nothing of the Dog by Jerome K. Jerome 영어고전075 바츠야야나의 카마수트라 English Classics075 The Kama Sutra of Vatsyayana 영어고전076 프리드리히 니체의 짜라투스투라는 이렇게 말했다 English Classics076 Thus Spake Zarathustra by Friedrich Wilhelm Nietzsche 영어고전077 레프 톨스토이의 안나 카레리나 English Classics077 Anna Karenina by Leo Tolstoy 영어고전078 러디어드 키플링의 정글북 English Classics078 The Jungle Book by Rudyard Kipling 영어고전079 성 아우구스티누스의 고백록 English Classics079 The Confessions of St. Augustine by Bishop of Hippo Saint Augustine 영어고전080 존 로크의 통치론 English Classics080 Second Treatise of Government by John Locke 영어고전081 아가사 크리스티의 스타일즈 저택의 괴사건 English Classics081 The Mysterious Affair at Styles by Agatha Christie 영어고전082 조너선 스위프트의 걸리버 여행기 English Classics082 Gulliver's Travels into Several Remote Nations of the World by Jonathan Swift 영어고전083 벤자민 프랭클린 자서전 English Classics083 Autobiography of Benjamin Franklin 영어고전084 크리스토퍼 말로의 포스터스 박사의 비극 English Classics084 The Tragical History of Doctor Faustus by Christopher Marlowe 영어고전085 윌리엄 셰익스피어 전집 English Classics085 The Complete Works of William Shakespeare 영어고전086 칼 마르크스와 엥겔스의 공산당 선언 English Classics086 The Communist Manifesto by Friedrich Engels and Karl Marx 영어고전087 욕정의 로망스 : 빅토리아 시대의 에로틱 소설 English Classics087 The Romance of Lust : A classic Victorian erotic novel by Anonymous 영어고전088 해리엇 제이콥스의 어느 흑인 노예 소녀의 자서전 English Classics088 Incidents in the Life of a Slave Girl by Harriet A. Jacobs 영어고전089 존 스튜어트 밀의 자유론 English Classics089 On Liberty by John Stuart Mill 영어고전090 앰브로즈 비어스의 악마의 사전 English Classics090 The Devil's Dictionary by Ambrose Bierce 영어고전091 윌리엄 스트렁크 2세의 영어 글쓰기의 기본 English Classics091 The Elements of Style by William Strunk Jr. 영어고전092 E. M. 베런스의 그리스 로마 신화와 전설 English Classics092 Myths and Legends of Ancient Greece and Rome by E. M. Berens 영어고전093 모파상 단편선 English Classics093 Complete Original Short Stories of Guy De Maupassant by Guy de Maupassant 영어고전094 제프리 초서의 캔터베리 이야기 English Classics094 Chaucer's Works, Volume 4 — The Canterbury Tales by Geoffrey Chaucer 영어고전095 올라우다 에퀴아노의 흥미로운 이야기 English Classics095 The Interesting Narrative of the Life of Olaudah Equiano 영어고전096 버트런드 러셀의 철학의 문제들 English Classics096 The Problems of Philosophy by Bertrand Russell 영어고전097 대니얼 디포의 로빈슨 크루소의 삶과 모험 English Classics097 The Life and Adventures of Robinson Crusoe by Daniel Defoe 영어고전098 찰스 디킨스의 어려운 시절 English Classics098 Hard Times by Charles Dickens 영어고전099 표도르 도스토옙스키의 지하생활자의 수기 English Classics099 Notes from the Underground by Fyodor Dostoyevsky 영어고전100 제인 오스틴의 설득 English Classics100 Persuasion by Jane Austen 영어고전101 아서 코난 도일의 네 개의 서명 English Classics101 The Sign of the Four by Arthur Conan Doyle 테마여행신문 TTN Theme Travel News Korea는 2012년부터 현재까지 900종 이상의 콘텐츠를 기획 및 출간한 여행 전문 디지털 콘텐츠 퍼블리셔(Digital Contents Publisher)입니다. 다양한 분야의 전문작가와 함께 신개념 여행 가이드북 원코스(1 Course), 포토에세이 원더풀(Onederful), 여행에세이 별 헤는 밤(Counting the Stars at Night) 등 전 세계를 아우르는 분야별 여행 콘텐츠를 정기적으로 발행하고 있습니다. 더 나아가 인문 교양서 지식의 방주(Knowledge's Ark)와 知의 바이블(Bible of Knowledge), 실용서 원샷(1 Shot)과 IT로켓(IT Rocket) 등 새로운 분야와 여행의 콜라보에도 지속적으로 도전하고 있습니다. 국내 최고 & 최다 여행 콘텐츠 디지털 퍼블리셔 테마여행신문 TTN Korea(방송대 기네스상 2017 ‘최다 출간 및 최다 자격증’ 수상)와 함께 어제도, 오늘도, 내일도 멋진 여행을! B 테마여행신문 TTN Theme Travel News Korea editor@themetn.com 웹진 : www.themetn.com 출판사 : www.upaper.net\/themetn 유튜브 : http:\/\/bit.ly\/2J3yd0m 페이스북 : www.fb.com\/themetn 트위터 : www.twitter.com\/themetn",
                "categories" : [
                    "Fiction"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : true
                },
                "contentVersion" : "1.2.2.0.preview.3",
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=1boSEAAAQBAJ&source=gbs_api",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=1boSEAAAQBAJ",
                "authors" : [
                    "조너선 스위프트(Jonathan Swift)"
                ],
                "publishedDate" : "2021-01-08",
                "title" : "영어고전007 조너선 스위프트의 겸손한 제안(English Classics007 A Modest Proposal by Jonathan Swift)",
                "publisher" : "테마여행신문 TTN Theme Travel News Korea",
                "industryIdentifiers" : [
                    {
                        "type" : "ISBN_13",
                        "identifier" : "9791158848293"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "pageCount" : 635,
                "allowAnonLogging" : false,
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=1boSEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=1boSEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "language" : "ko",
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=1boSEAAAQBAJ&printsec=frontcover&dq=Swift&hl=&as_brr=5&cd=18&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "1boSEAAAQBAJ",
            "saleInfo" : {
                "listPrice" : {
                    "amount" : 9900,
                    "currencyCode" : "KRW"
                },
                "offers" : [
                    {
                        "listPrice" : {
                            "amountInMicros" : 9900000000,
                            "currencyCode" : "KRW"
                        },
                        "retailPrice" : {
                            "amountInMicros" : 8910000000,
                            "currencyCode" : "KRW"
                        },
                        "finskyOfferType" : 1
                    }
                ],
                "country" : "KR",
                "saleability" : "FOR_SALE",
                "retailPrice" : {
                    "amount" : 8910,
                    "currencyCode" : "KRW"
                },
                "isEbook" : true,
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=1boSEAAAQBAJ&rdid=book-1boSEAAAQBAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "PARTIAL",
                "publicDomain" : false,
                "country" : "KR",
                "accessViewStatus" : "SAMPLE",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=1boSEAAAQBAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84007_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-pdf.acsm?id=1boSEAAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : true,
                    "acsTokenLink" : "http:\/\/books.google.co.kr\/books\/download\/%EC%98%81%EC%96%B4%EA%B3%A0%EC%A0%84007_%EC%A1%B0%EB%84%88%EC%84%A0_%EC%8A%A4%EC%9C%84%ED%94%84%ED%8A%B8-sample-epub.acsm?id=1boSEAAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "The History of Martin—Continued A Project for the Universal Benefit of Mankind III. 책의 전쟁 단편집(The Battle of the Books, and other Short Pieces)(1886) Introduction The Bookseller to the Reader The Preface of the Author The ..."
            },
            "kind" : "books#volume",
            "etag" : "FVyF7I8evcQ"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/koTNAAAAMAAJ",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=koTNAAAAMAAJ&source=gbs_api",
                "categories" : [
                    "Meat inspection"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "1.3.6.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=koTNAAAAMAAJ",
                "authors" : [
                    "United States. Bureau of Animal Industry"
                ],
                "publishedDate" : "1938",
                "title" : "Directory of the Bureau of Animal Industry",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "UOM:39015073803804"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 80,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=koTNAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=koTNAAAAMAAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=koTNAAAAMAAJ&pg=PA18&dq=Swift&hl=&as_brr=5&cd=19&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "koTNAAAAMAAJ",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=koTNAAAAMAAJ&rdid=book-koTNAAAAMAAJ&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=koTNAAAAMAAJ&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : false
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Directory_of_the_Bureau_of_Animal_Indust.epub?id=koTNAAAAMAAJ&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>Swift<\/b> &amp; Co. , Kansas City , Kans . Boyd , Lunham &amp; Co. G. H. Hammond Co. Omaha Packing Co. Plankinton Packing Co. St. Louis Independent Packing Co. Libby , McNeill &amp; Libby . * 3B . <b>Swift<\/b> &amp; Co. , 27th and Q Sts . , Omaha , Nebr . Boyd&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "1G1UATdYsx0"
        },
        {
            "selfLink" : "https:\/\/www.googleapis.com\/books\/v1\/volumes\/f3ki0cBCA_0C",
            "volumeInfo" : {
                "infoLink" : "https:\/\/play.google.com\/store\/books\/details?id=f3ki0cBCA_0C&source=gbs_api",
                "categories" : [
                    "Nuclear energy"
                ],
                "readingModes" : {
                    "image" : true,
                    "text" : false
                },
                "contentVersion" : "0.5.5.0.full.1",
                "canonicalVolumeLink" : "https:\/\/play.google.com\/store\/books\/details?id=f3ki0cBCA_0C",
                "publishedDate" : "1962",
                "title" : "Nuclear Science Abstracts",
                "industryIdentifiers" : [
                    {
                        "type" : "OTHER",
                        "identifier" : "WISC:89056541873"
                    }
                ],
                "printType" : "BOOK",
                "maturityRating" : "NOT_MATURE",
                "allowAnonLogging" : false,
                "pageCount" : 850,
                "language" : "en",
                "imageLinks" : {
                    "thumbnail" : "http:\/\/books.google.com\/books\/content?id=f3ki0cBCA_0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
                    "smallThumbnail" : "http:\/\/books.google.com\/books\/content?id=f3ki0cBCA_0C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
                },
                "previewLink" : "http:\/\/books.google.co.kr\/books?id=f3ki0cBCA_0C&pg=PA3380&dq=Swift&hl=&as_brr=5&cd=20&source=gbs_api",
                "panelizationSummary" : {
                    "containsImageBubbles" : false,
                    "containsEpubBubbles" : false
                }
            },
            "id" : "f3ki0cBCA_0C",
            "saleInfo" : {
                "saleability" : "FREE",
                "isEbook" : true,
                "country" : "KR",
                "buyLink" : "https:\/\/play.google.com\/store\/books\/details?id=f3ki0cBCA_0C&rdid=book-f3ki0cBCA_0C&rdot=1&source=gbs_api"
            },
            "accessInfo" : {
                "viewability" : "ALL_PAGES",
                "publicDomain" : true,
                "country" : "KR",
                "accessViewStatus" : "FULL_PUBLIC_DOMAIN",
                "webReaderLink" : "http:\/\/play.google.com\/books\/reader?id=f3ki0cBCA_0C&hl=&as_brr=5&source=gbs_api",
                "quoteSharingAllowed" : false,
                "textToSpeechPermission" : "ALLOWED",
                "pdf" : {
                    "isAvailable" : false
                },
                "embeddable" : true,
                "epub" : {
                    "isAvailable" : false,
                    "downloadLink" : "http:\/\/books.google.co.kr\/books\/download\/Nuclear_Science_Abstracts.epub?id=f3ki0cBCA_0C&hl=&output=epub&source=gbs_api"
                }
            },
            "searchInfo" : {
                "textSnippet" : "... <b>SWIFT<\/b> , C. D. , L - Shell fluorescence yields , 18 : 40573 3380 <b>SWIFT<\/b> - HOOK , D. T. , Alternating current MHD power generation , 17 : 12828 <b>SWIFT<\/b> - HOOK , D. T. , Constant - Mach - number MHD generator , 17 : 20684 <b>SWIFT<\/b> - HOOK , D. T.&nbsp;..."
            },
            "kind" : "books#volume",
            "etag" : "4QtpFmEuPjg"
        }
    ]
}
